-- phpMyAdmin SQL Dump
-- version 4.6.6
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: 2020-05-03 05:48:58
-- 服务器版本： 5.7.17-log
-- PHP Version: 5.6.30

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `im`
--

-- --------------------------------------------------------

--
-- 表的结构 `article`
--

CREATE TABLE `article` (
  `ID` int(10) UNSIGNED NOT NULL,
  `poster` text COLLATE utf8_unicode_ci NOT NULL,
  `title` text COLLATE utf8_unicode_ci NOT NULL,
  `text` text COLLATE utf8_unicode_ci NOT NULL,
  `like_num` int(11) NOT NULL,
  `hashtag` text COLLATE utf8_unicode_ci NOT NULL,
  `photo` text COLLATE utf8_unicode_ci NOT NULL,
  `post_time` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `article`
--

INSERT INTO `article` (`ID`, `poster`, `title`, `text`, `like_num`, `hashtag`, `photo`, `post_time`) VALUES
(1, 'a5768549', '【iM開放詳細資訊】', 'iM在2019年7月19日晚上10點半開始開放公測！\r<br>\r<br>大陸使用者：118.169.187.26\r<br>其他地區：(link: http://imsystem.ddns.net) imsystem.ddns.net\r<br>\r<br>能讓大陸地區連的DNS尚未架設完成\r<br>先用備用IP供給使用\r<br>\r<br>【注意】\r<br>點讚系統尚未完成！\r<br>文章圖片系統尚未完成！\r<br>更改大頭貼請注意一定要用[直接連結]\r<br>後面要有jpg或png', 4, '', '', '0000-00-00 00:00:00'),
(2, 'yiyun73313', '歐文是誰....', '歐文到底是誰', 1, '', '', '0000-00-00 00:00:00'),
(3, 'zhrong0828', '喔喔喔喔喔', '射精', 0, '', '', '0000-00-00 00:00:00'),
(4, 'tudui', '好酷', '酷到爆了', 1, '', '', '0000-00-00 00:00:00'),
(5, 'FlooRofLava', '我是岩漿', '我是岩漿，請多指教', 1, '', '', '0000-00-00 00:00:00'),
(6, 'wavingpotato', 'Neko我婆', '謝謝', 0, '', '', '0000-00-00 00:00:00'),
(7, 'haruka11195', '有沒有購買西蒙巴巴大俠的情報??', '如題，希望iM上的各位幫忙', 0, '', '', '0000-00-00 00:00:00'),
(8, 'Bibobobobob', '你是多屌', '［已屏蔽］出來講啊', 0, '', '', '0000-00-00 00:00:00'),
(9, 'Ykr666c', '太猛了8', 'iM真實存在', 0, '', '', '0000-00-00 00:00:00'),
(10, 'Meow.meow', 'iM真實存在ヾ(*ΦωΦ)ツ', '讚嘆紅茶ヾ(*ΦωΦ)ツ\r<br>膜拜紅茶ヾ(*ΦωΦ)ツ\r<br>\r<br>#大愛雷亞', 0, '', '', '0000-00-00 00:00:00'),
(11, 'a5768549', '【角帳發放完成】', '請各位收到帳號的得獎人可以開始發文了喔', 1, '', '', '0000-00-00 00:00:00'),
(12, 'Uring102269', '這是什麼神奇的世界', 'iM 的出現也太神', 0, '', '', '0000-00-00 00:00:00'),
(13, 'C2JOE', 'YAMAMETO免費啦！', '嗚嗚嗚嗚Yamameto都賣不出去\r<br>買一送十都沒人要\r<br>\r<br>明明就很好喝\r<br>不要每次來都只會點Neko特調啦嗚嗚嗚嗚我\r<br>\r<br>#YAMAMETO限時免費中\r<br>#怎麼感覺還是沒有人會要', 2, '', '', '0000-00-00 00:00:00'),
(14, 'vansir', '首批iM用户！', '喔——所以我们是首批iM用户嘛！太幸运啦xddd', 0, '', '', '0000-00-00 00:00:00'),
(15, 'Photopia', '(≧∇≦)/', '媽，我上iM了!!!', 0, '', '', '0000-00-00 00:00:00'),
(16, 'tantan', 'SOS', '結果我看不懂怎麼換頭貼\r<br>求iM諸位教學()', 0, '', '', '0000-00-00 00:00:00'),
(17, 'lengzhen12@gmail.com', '各位早安', '哇洗阿楓\r<br>全部我老婆（欸）', 0, '', '', '0000-00-00 00:00:00'),
(18, 'youmu233', '首批iM用戶簽到！', '我是iM用戶了啊啊啊！', 1, '', '', '0000-00-00 00:00:00'),
(19, 'C2Xenon', '自我介紹', '又用了很像小學生作文題目的標題。\r<br>總之做為第一次發文吧？\r<br>我是Xenon，你們好。', 6, '', '', '0000-00-00 00:00:00'),
(20, 'lengzhen12@gmail.com', '提問製作大大', '修改資料的部分目前只能修改密碼嗎？\r<br>感謝\r<br>Im真的好酷喔喔喔喔喔╰(*´︶`*)╯', 0, '', '', '0000-00-00 00:00:00'),
(21, 'youmu233', '發現bug！', '先讚嘆製作。ヾ(`・ω・´)\r<br>\r<br>是說當我滑到底時按上一頁時就會出現空白\r<br>一條一條的，有點像當機空白文。', 0, '', '', '0000-00-00 00:00:00'),
(22, 'C2ROBO', '［公告］iM開幕', '恭喜製作成功。\r<br>本機十分感動：）', 1, '', '', '0000-00-00 00:00:00'),
(23, 'wyt_2918', '太酷！！！', '我语无伦次辽！！！', 0, '', '', '0000-00-00 00:00:00'),
(24, 'admin_bot', '［已屏蔽］', '［已屏蔽］', 0, '', '', '0000-00-00 00:00:00'),
(25, 'SanFive0107', 'ㄇ', '喵喵喵咪喵喵喵喵', 0, '', '', '0000-00-00 00:00:00'),
(26, 'lengzhen12@gmail.com', '喵咪嗚嗚嗚嗚嗚', '貓咪的毛好好吸', 0, '', '', '0000-00-00 00:00:00'),
(27, 'C2CONNER', '未來。', '  今日的我們於此處見面，而未來的我們\r<br>也將會如此繼續。\r<br>\r<br>  Have a wonderful \r<br>encountering. \r<br>  And enjoy the Entrance to our \r<br>world.', 12, '', '', '0000-00-00 00:00:00'),
(28, 'aki._.', '大家好 本ㄐ來啦', '初次見面，本ㄐ 是 TURTLE_Head - 二號ㄐ，\r<br>請多多指教( ͡° ͜ʖ ͡°)\r<br>\r<br>本ㄐ硬了！！！', 2, '', '', '0000-00-00 00:00:00'),
(29, 'C2ROBO', '[記錄]iM發佈數據統計', '事件:iM系統發佈\r<br>時間範圍:過去兩天\r<br>社群意向統計中……\r<br>社群統計正面評價:99％\r<br>判斷:事件 成功\r<br>推測:紅茶 是神仙', 9, '', '', '0000-00-00 00:00:00'),
(30, 'a5768549', '試問中國的使用者', '請問你們看的到其他人的大頭貼嗎？\r<br>還是就是死圖的樣子\r<br>另外請教你們上網的瀏覽器，請留言告訴我，謝謝', 4, '', '', '0000-00-00 00:00:00'),
(31, 'yiyun73313', '複製文', '注意一下你的態度\r<br>都只是提醒你而已\r<br>不要只會出一張嘴\r<br>職位越高 責任越大', 0, '', '', '0000-00-00 00:00:00'),
(32, 'Ykr666c', '大家好', '我是Cherry推', 0, '', '', '0000-00-00 00:00:00'),
(33, 'eddie772tw', 'New Album', '第五張單曲專輯ON YOUR MARK\r<br>10/23發售', 0, '', '', '0000-00-00 00:00:00'),
(34, 'aya0512', '沒事發廢文，有益身心健康', '廢文。\r<br>\r<br>沒，只是試試看', 0, '', '', '0000-00-00 00:00:00'),
(35, 'C2Ivy', '各位好', '這應該是我第一次在這邊發文。\r<br>叫我Ivy就好了，多多指教。', 12, '', '', '0000-00-00 00:00:00'),
(36, 'inco2525', '每日一杯紅茶有益身心健康', '期待未來開放圖片上傳功能\r<br>統一灰階圖片發文風格讓IM更像IM(?', 5, '', '', '0000-00-00 00:00:00'),
(37, 'WuYin', '各位安安各位好', '看到iM出現就來註冊一波\r<br>總之各位早安，這邊是悟音，或是你要叫\r<br>我艾菲也行OuO\r<br>\r<br>希望某天下面的相片功能可以用', 0, '', '', '0000-00-00 00:00:00'),
(38, 'Nozi', '早早早早早早', '虽然已经快中午了(?)\r<br>总之跟风发个报道唷……我是诺子_(:з」\r<br>∠)_请多多指教!\r<br>我永远喜欢ConneR老师.jpg', 2, '', '', '0000-00-00 00:00:00'),
(39, 'Ykr666C', '可以按讚囉讚嘆紅茶', '現在才發現按讚功能實裝ㄌ實在太棒拉~~~~', 7, '', '', '0000-00-00 00:00:00'),
(40, 'a5768549', '緊急BUG修復', '有使用者回報密碼無法更改\r<br>\r<br>經查詢後發現是製作者疏失\r<br>\r<br>在此致歉\r<br>\r<br>目前已經修復BUG', 5, '', '', '0000-00-00 00:00:00'),
(41, 'C2Xenon', '6̸̛̑̉̈́̍͊̽̆̿̀͂̓̈́͆̅̌̕͝', '5̵̢̛͍̱͈̦̖͈͍͉̗̲̺̬͎͓͙̱̩̱̭̝̝̣̟͓̦̙̩͖̭͔̪̻͙̣͎͕̻̝̦̠̑̃͂͋̈͒̽͋̽̒̍̎̿̀̍͊͛͗̾͊̓̽͊̽̕͜5̸̧̥͍̹͍͙͔̫̼̬̤̣̩̱̬͕̍̏̎̂̈́̑͋̾͂̌͂̌̌̀͑̕̚ŷ̵̛̖͔̬̲̱̲̖̝͑̊͋͌͂̓̽̿̌͐̅́̀̅͗̄̂̓̀̕͘̚̚͠͝͝͝͠ͅf̸̛̖͔͍̺̤͍̭̖̝͙͔͇͉͓̹̟͖̘̯̮̈͆́̇͂̂̉̅̃͐̓͆̄̽̓̿̾̈̀͌̎̏͑̄̚̚̚͠5̵̺̏͑̈̾̊̌̽̈́̄̋̌͋̀̀̅̂̏̾͆̈̓̓̈́̋̄͐̑̆͛̋̆̓̈́͋̇̋͠5̸́', 5, '', '', '0000-00-00 00:00:00'),
(42, 'a5768549', '【iM 1.1.8更新】', '【域名更新】imsystem.site(中國使用者可使用)\r<br>\r<br>原本的域名將於2019年7月28日失效\r<br>\r<br>【Debug】首頁中文亂碼\r<br>【Debug】更改密碼錯誤\r<br>【Update】按讚功能啟用(90%)\r<br>\r<br>下一次重大更新應該會在這禮拜完成(個人照片上傳)\r<br>\r<br>目前還是用非固定IP開伺服器，等我把伺服器房間的網路線遷好，就不會有\r<br>IP斷線的問題。', 4, '', '', '0000-00-00 00:00:00'),
(43, 'lengzhen12@gmail.com', '按讚喔喔喔喔喔', '可以按讚啦！！！！\r<br>我要按爆ㄇㄩ！（#）', 1, '', '', '0000-00-00 00:00:00'),
(44, 'Bibobobobob', '了不起', '［已屏蔽］你是多屌', 2, '', '', '0000-00-00 00:00:00'),
(45, 'YIYUN73313', '幫注意', '我是韓粉 請勿有任何相關我們總統的惡意評論\r<br>鋼鐵韓粉 氣氣氣氣', 0, '', '', '0000-00-00 00:00:00'),
(46, 'a5768549', '【幻想資訊二FIT2】', '今天加入紅茶之前製作\r<br>沒有得名的遊戲【幻想資訊二FIT2】(盜版東方?)\r<br>花ㄌ一個禮拜做ㄉ\r<br>希望大家可以玩玩看', 6, '', '', '0000-00-00 00:00:00'),
(47, 'C2CONNER', '致謝。', '多謝諸位在我生日這天表達祝賀之意。\r<br>生日這種日子是一年只有一次的。\r<br>而他象徵著每個人生命的開始。', 4, '', '', '0000-00-00 00:00:00'),
(48, 'youmu233', '早安。', '沒，我只是發廢文。', 3, '', '', '0000-00-00 00:00:00'),
(49, 'ttokko32', '신기해', '이게뭐야 ㅋㅋㅋㅋㅋ', 3, '', '', '0000-00-00 00:00:00'),
(50, 'rayarker', 'OMGGGGG', 'NEWW!!!! OMGGGG\r<br>\r<br>NEKOPAFF IS LOVE\r<br>NEKOPAFF IS LIFE!!!\r<br>\r<br>:3', 3, '', '', '0000-00-00 00:00:00'),
(51, 'Conon', 'What is this(;ↀ⌓ↀ)??', '이게뭐야!!!!!!!!!!!', 1, '', '', '0000-00-00 00:00:00'),
(52, 'Ykr666C', 'Good Morning', 'GOOD MORNING EVERYONE!!!!!!!!!!!', 0, '', '', '0000-00-00 00:00:00'),
(53, 'rayarker', '#NEKOPAFFISLOVE', 'NEKOPAFF!!!!!!\r<br>╰(*ΦωΦ*)╯╰(*ΦωΦ*)╯╰(*ΦωΦ*)╯╰(*ΦωΦ*)╯', 2, '', '', '0000-00-00 00:00:00'),
(54, 'rayarker', '#PRAYFORPAFF', '#PRAYFORNEKOPAFF ╰(*ΦωΦ*)╯\r<br>#UNRESPECTFORHAYATO >:p\r<br>#PRAYFORROBOxNORA :333\r<br>#PRAYFORVANESSAxIVY :)))', 0, '', '', '0000-00-00 00:00:00'),
(55, 'admin_bot', '［已屏蔽］', '［已屏蔽］', 0, '', '', '0000-00-00 00:00:00'),
(56, 'admin_bot', '［已屏蔽］', '［已屏蔽］', 0, '', '', '0000-00-00 00:00:00'),
(57, 'snowcatmeowhaha', '嘿', '這裡是各位安安鴨', 0, '', '', '0000-00-00 00:00:00'),
(58, 'zooe3038', '［已屏蔽］你是多屌', '［已屏蔽］你是多屌', 0, '', '', '0000-00-00 00:00:00'),
(59, 'Rayarker', '. ', '. ', 1, '', '', '0000-00-00 00:00:00'),
(60, 'a5768549', '【BUG聲明】', '今日發現文章顯示最多30篇左右\r<br>舊文連結失效\r<br>\r<br>預計於今晚12點前修復完成', 2, '', '', '0000-00-00 00:00:00'),
(61, 'happy950923', '此用戶已被禁言', '希望可以增加禁言系統阿wwww', 3, '', '', '0000-00-00 00:00:00'),
(62, 'k2iunoki', '어케 만들었누', '개신기해', 0, '', '', '0000-00-00 00:00:00'),
(63, 'teni', '發看看', '.', 0, '', '', '0000-00-00 00:00:00'),
(64, 'syeise', '우리 파프 행복하게 해주세요', '레이야크 망할놈들아 파프한테 왜그래', 5, '', '', '0000-00-00 00:00:00'),
(65, 'cnstka', 'ㅁㄴㅇㄹ', 'ㅁㄴㅇㄹ', 0, '', '', '0000-00-00 00:00:00'),
(66, 'fininj', '屎搭把使透', '屎透粒畝', 1, '', '', '0000-00-00 00:00:00'),
(67, 'hawin', 'PAFF/PAFF/PAFF/', 'PAFF/PAFF/PAFF/', 4, '', '', '0000-00-00 00:00:00'),
(68, 'Bughaw', 'IM is awesome!', 'I wish I could understand everyone though :(', 1, '', '', '0000-00-00 00:00:00'),
(69, 'gksvudch', '여기가 IM인가요!', '크으 멋진 장소군요!!', 0, '', '', '0000-00-00 00:00:00'),
(70, 'CodeName:Zer0', '와 헐 대박', '파프 사랑해 나 고대인이야', 0, '', '', '0000-00-00 00:00:00'),
(71, 'admin_bot', '［已屏蔽］', '［已屏蔽］', 1, '', '', '0000-00-00 00:00:00'),
(72, 'Neko Waifu', 'Neko我婆', '打架阿', 2, '', '', '0000-00-00 00:00:00'),
(73, 'dudc0972288559', '第一次看到有人實體做出來了!超興奮', '非常辛苦製作人!!\r<br>全力支持啊!!', 0, '', '', '0000-00-00 00:00:00'),
(74, 'Sporc', 'Hello! ', 'Greetings from another node  \r<br>(๑¯◡¯๑)', 1, '', '', '0000-00-00 00:00:00'),
(75, '940228s@gmail.com', '野', '野', 0, '', '', '0000-00-00 00:00:00'),
(76, 'phimosis', '表姐一個偷拍', '操', 0, '', '', '0000-00-00 00:00:00'),
(77, 'Theta02', '오 신기하다', '사터2 흥해라~~', 1, '', '', '0000-00-00 00:00:00'),
(78, 'someponyscream', 'Hello iM', '만들어주신분께 감사를', 1, '', '', '0000-00-00 00:00:00'),
(79, 'teni', '野貓佔領', '.', 1, '', '', '0000-00-00 00:00:00'),
(80, 'スクナヒメ', '妾身也來簽到', '居然真的做出來啦 妾身也來簽一個', 0, '', '', '0000-00-00 00:00:00'),
(81, 'スクナヒメ', '來測試貼文', 'test 測試一下', 1, '', '', '0000-00-00 00:00:00'),
(82, 'admin_bot', '［已屏蔽］', '［已屏蔽］', 1, '', '', '0000-00-00 00:00:00'),
(83, 'Rayarker', 'Good Morning IM!!! ', 'Hiii!!! \r<br>╰(*ΦωΦ*)╯╰(*ΦωΦ*)╯╰(*ΦωΦ*)╯(`Φ\r<br>∀Φ)b*~(ΦωΦ)/~**~(ΦωΦ)/~**~\r<br>(ΦωΦ)/~*╰(*ΦωΦ*)╯╰(*ΦωΦ*)╯(`Φ∀\r<br>Φ)b*~(ΦωΦ)/~**~(ΦωΦ)/~*\r<br>(`Φ∀Φ)b*~(ΦωΦ)/~*╰(*ΦωΦ*)╯*~\r<br>(ΦωΦ)/~*╰(*ΦωΦ*)╯╰(*ΦωΦ*)╯', 0, '', '', '0000-00-00 00:00:00'),
(84, 'a5768549', '【iM 1.1.9更新】', '更新了無法看到舊文的BUG', 1, '', '', '0000-00-00 00:00:00'),
(85, 'jaehyeok0914', '오 개신기해 ㅋㅋ', '여기다 헤미 오메가한거 영상 홍보하면댐??', 0, '', '', '0000-00-00 00:00:00'),
(86, 'admin_bot', '［已屏蔽］', '［已屏蔽］', 0, '', '', '0000-00-00 00:00:00'),
(87, 'sunrighhhht', 'IM 사이트라니!', '엄청 신기하다... 핸드폰인데 컴퓨터로 보면 \r<br>더 재미있을듯!', 0, '', '', '0000-00-00 00:00:00'),
(88, 'Toukai_Driver', '安安', '第一次發文', 0, '', '', '0000-00-00 00:00:00'),
(89, 'Zhia', 'iM ^_^', '没想到竟然有人做出来了^_^', 0, '', '', '0000-00-00 00:00:00'),
(90, 'C2Xenon', '愈來愈多人了', '有很多不同國家的人，不過翻譯效果似乎不能很好的\r<br>傳遞我的語氣。\r<br>希望你們不要打起來。', 8, '', '', '0000-00-00 00:00:00'),
(91, 'Mooyu0505', 'XCR要打炮沒', '幹你娘，他們一定做愛了}:/\r<br>XCR already had a sex', 5, '', '', '0000-00-00 00:00:00'),
(92, 'dudc0972288559', '全力支持!!', '越來越多人用了\r<br>希望以後更多人知道這\"IM\"!', 0, '', '', '0000-00-00 00:00:00'),
(93, 'as861523', 'coooooooool!!!', '實體板來簽到一波~~~!!!', 2, '', '', '0000-00-00 00:00:00'),
(94, 'SUUE', '＼ROBO／＼ROBO／＼ROBO／', '＼ROBO／＼ROBO／＼ROBO／', 8, '', '', '0000-00-00 00:00:00'),
(95, 'a5768549', '【iM System】', 'website：imsystem.site\r<br>ウェブサイト：imsystem.site\r<br>\r<br>This is a community website\r<br>これはソーシャルネットワーキングサイトです\r<br>\r<br>A derivative work from Cytus2\r<br>Cytus2からの派生作品\r<br>\r<br>Allowed by Rayark\r<br>Rayarkによって許可されています', 4, '', '', '0000-00-00 00:00:00'),
(96, 'yiyun73313', '謝台大紅', '［已屏蔽］想變成GAY\r<br><br>', 0, '', '', '0000-00-00 00:00:00'),
(97, 'hawin', 'I want PAFF album !!', 'Plz resale it Mono..... :-<', 7, '', '', '0000-00-00 00:00:00'),
(98, 'Amazing_Kong', 'How to change propic', '사진 어떻게 바꿔요ㅠㅠㅠㅠ', 0, '', '', '0000-00-00 00:00:00'),
(99, 'skallett0105', 'How change Profile?', 'How change Profile image?\r<br>\r<br>프로필 이미지 바꾸는 법 아시는분 ㅠㅠㅠㅠㅠ', 1, '', '', '0000-00-00 00:00:00'),
(100, 'skallett_hg', 'Cherry/PAFF/NEKO/', '체리 네코 파프 사랑해!!', 2, '', '', '0000-00-00 00:00:00'),
(101, 'someponyscream', 'Rabia come?', 'I Think Maybe rabia comes to (by M2U) Crystal PUNK Pack', 3, '', '', '0000-00-00 00:00:00'),
(102, 'noxlunae_to_me', 'HELLO EVERYONE!!!', '헉헉헉 iM이라뇨.... PAFF 꽃길만 걷자 사랑한다 행복해야해 PAFF!!!!!', 3, '', '', '0000-00-00 00:00:00'),
(103, 'GODSPEED_TW', '做出這個iM的人是神吧', '希望以後這裡能熱鬧起來\r<br>不然製作人的才能實在太可惜了', 1, '', '', '0000-00-00 00:00:00'),
(104, 'Mooyu0505', 'I think…', 'I think Xenon and ConneR are \r<br>escorting.\r<br>Like NEKO and PAFF!!!', 4, '', '', '0000-00-00 00:00:00'),
(105, 'widse', 'im 시스템 신기!!', '이곳에서 cherry를 파면 되는건가 (>O<)///', 2, '', '', '0000-00-00 00:00:00'),
(106, 'Neptune XI', 'yo', 'yo', 0, '', '', '0000-00-00 00:00:00'),
(107, 'DeLove', '[紀錄] IM實體化', '分析：該作品並無完全還原官方IM。\r<br>分析：作者已經過雷亞遊戲公司之允許。\r<br>分析：尚有許多功能有待優化。\r<br>推測：該作品持續進行更新與優化可能性為 95%。：）\r<br>\r<br>紀錄：若想即時追蹤最新更新進度，請至作者TWITTER\r<br>https://twitter.com/a5768549', 12, '', '', '0000-00-00 00:00:00'),
(108, 't0p-hat', 'Marvelous!', 'Nice site.', 6, '', '', '0000-00-00 00:00:00'),
(109, 'freezer126', '太棒惹', '謝謝大大讓我們有im用', 0, '', '', '0000-00-00 00:00:00'),
(110, 'blueglow', 'this is so cool', 'just found out abt this site.. amazing work :D!!\r<br>i drink xcr and paffneko juice\r<br>剛剛才發現有這個fanmade iM, 大家好^^', 4, '', '', '0000-00-00 00:00:00'),
(111, 'Rayarker', 'VACATIONS!! :33', 'YESSSSSS FINALLY STARTED HOLIDAYS OF MIDDLE YEAR \r<br>:DASDASdsafkiafadko', 3, '', '', '0000-00-00 00:00:00'),
(112, 'koko587066', '멋지다 이거', '우와쩐다람쥐', 2, '', '', '0000-00-00 00:00:00'),
(113, 'meom3type', '\\PAFF!// \\PAFF!//', 'I luv u~♡♡♡', 1, '', '', '0000-00-00 00:00:00'),
(114, 'teni', '現在有多少人', '來報到', 4, '', '', '0000-00-00 00:00:00'),
(115, 'WuYin', '我的頭貼！', '感恩紅茶讚歎紅茶，我看的到我的頭貼了\r<br>喵。', 0, '', '', '0000-00-00 00:00:00'),
(116, 'Rayarker', '2.5 WHEN??', 'Fuckinggg hypeee!!! >:ddd', 0, '', '', '0000-00-00 00:00:00'),
(117, 'enderboy25567', ' 好酷', '居然有神人做出來www', 4, '', '', '0000-00-00 00:00:00'),
(118, 'john0411', '發個文試試', 'Test', 0, '', '', '0000-00-00 00:00:00'),
(119, 'asd151980', '真該看看晶片說明書的..(´;ω;`)', '前幾天睡覺的時候忘記拔掉精神網路的線\r<br>還夢到自己上聊天室跟朋友聊天\r<br>這樣已經夠巧合了\r<br>而更離奇的事情是\r<br>今天剛好想到這個夢 想說打開聊天室看一下..\r<br>結果訊息是真的發出去了...\r<br>\r<br>嗚嗚嗚.. 發出去的訊息是件很羞恥的事啊啊啊啊啊இдஇ', 4, '', '', '0000-00-00 00:00:00'),
(120, 'willachen26@gmail.com', '各位都是怎麼設頭貼的', '如題，我不會用imgur連結什麼的啊，求教\r<br>學QWQ', 0, '', '', '0000-00-00 00:00:00'),
(121, 'j12521', '好玩', '真好玩', 0, '', '', '0000-00-00 00:00:00'),
(122, 'blueglow', 'languages', 'what languages does everyone speak?\r<br>I speak Chinese and English ^^\r<br>這裡有很多來自不同國家的人, 感覺很新鮮\r<br>我本人會講英文和中文 (+廣東話', 1, '', '', '0000-00-00 00:00:00'),
(123, 'n05212', 'Try', 'Try to say something(･ω´･ )', 0, '', '', '0000-00-00 00:00:00'),
(124, 'teni', '日本人いますか', '何故か韓国人だらけ', 2, '', '', '0000-00-00 00:00:00'),
(125, 'Mei_Hungtindon', '測試。', '今天安特里烏斯進了新的設備，原來是新興科技產品，將腦神經與機器的電\r<br>波做統合處理後，進入這稱為「IM」的世界......\r<br>感覺蠻有趣的，也跟基地的各位說一下好了。', 0, '', '', '0000-00-00 00:00:00'),
(126, 'Ephoca_107616', '第二個巴哈', '如題，以後來這裡聊就好了阿，又沒有煩人\r<br>的廣告。', 2, '', '', '0000-00-00 00:00:00'),
(127, 'WPY', '許願', '希望將來會新增追蹤特定用戶功能\r<br>\r<br>然後感謝紅茶大大！', 0, '', '', '0000-00-00 00:00:00'),
(128, 'NicoleFang', '哇', '真的可以耶', 0, '', '', '0000-00-00 00:00:00'),
(129, 'a5768549', '【iM Update】', '個人圖片上傳功能已上線\r<br><br>\r<br><br>如果有BUG請在這篇文下方回覆，謝謝。', 6, '', '', '0000-00-00 00:00:00'),
(130, 'sef96121', 'Ya！！', '這裡是巴哈二版嗎？', 0, '', '', '0000-00-00 00:00:00'),
(131, 'teni', 'Perfect 468 good 1', '一想到就掉眼淚.jpg', 0, '', '', '0000-00-00 00:00:00'),
(132, 'Shiromu', '登録してみた。', '再現度高くてテンション上がるね', 0, '', '', '0000-00-00 00:00:00'),
(133, 'blackjoker', '只剩背景有沒有動的問題了呢 大概吧', '不是想嫌東嫌西\r<br>我只是想說\r<br>真香(˶‾᷄ ⁻̫ ‾᷅˵)', 0, '', '', '0000-00-00 00:00:00'),
(134, 'C2Xenon', '吉他', '幫吉他試音。\r<br>\r<br>上次在工作室錄音時的聲音太可怕，調整過後好多\r<br>了。\r<br>今天應該可以先錄好前奏，很快就能聽到新曲了。', 15, '', '../postupload/photo-1444623151656-030273ddb785.jpeg.jpg', '0000-00-00 00:00:00'),
(135, 'Mooyu0505', 'XCR', '想要他們結婚…………', 3, '', '', '0000-00-00 00:00:00'),
(136, 'C2NEKO', '嚕嚕嚕嚕嚕嚕嚕', '嘟嘟嘟 嘟嘟嘟 嘟嘟嘟 打打打ヽ(  Φ∀Φ)ﾉ', 9, '', '', '0000-00-00 00:00:00'),
(137, 'a5768549', '【刪文說明】', '由於伺服器更新中\r<br>\r<br>部分資料庫cookie存檔遺失或過期\r<br>\r<br>在此先刪掉資料不全的文章或評論\r<br>\r<br>目前已修好BUG，如果cookie遺失或過期\r<br>\r<br>將會\"強制登出\"，請重新登入即可', 4, '', '', '0000-00-00 00:00:00'),
(138, 'sirogahn', 'PNP IS', 'LOVE!!!!!!', 5, '', '', '0000-00-00 00:00:00'),
(139, 'zhrong0828', '［已屏蔽］還錢', '［已屏蔽］欠我3萬\r<br><br>TM到現在還沒還\r<br><br>給我出來［已屏蔽］', 1, '', '', '0000-00-00 00:00:00'),
(140, 'tiqieh', '這還原度...太神啦作者大人!!!!!!', '沒想到有生之年能看見iM實體化!!\r<br>我好興奮啊~~~~~', 1, '', '', '0000-00-00 00:00:00'),
(141, '312321321321432', '好奇', '這裡的Paff，Neko等是雷亞的帳號還是紅茶的帳號啊?\r<br>還有 2.4敲碗@@XD', 0, '', '', '0000-00-00 00:00:00'),
(142, 'teni', '百合花', '嘿嘿', 5, '', '../postupload/419f4e9d31aaf5033c7aeab8c8ce521473975b0f.jpg', '0000-00-00 00:00:00'),
(143, 'haruka11195', '超級注意', '今天LNG沒有準時12點開。', 1, '', '', '0000-00-00 00:00:00'),
(144, 'eden0116', '嗨', 'NEKOxPAFF/NEKOxPAFF/NEKOxPAFF/', 0, '', '', '0000-00-00 00:00:00'),
(145, 'WhereIsRobo', '量子大便', '有人知道無人機能用量子製成的大便攻擊人的可能性嗎www\r<br>還是請蘿蔔來分析一下w\r<br>\r<br>@ROBO_Head', 0, '', '', '0000-00-00 00:00:00'),
(146, 'WhereIsRobo', '萬象物語', '現在時間上午2：12\r<br>有人有玩萬象物語的嗎', 0, '', '', '0000-00-00 00:00:00'),
(147, 'yajyu810', '1145141919810', '\"yajyusenpai.avi\"\r<br>*click*\r<br>「nishi iku...ikuikuikuiku...AAA↑」(sound)\r<br>\r<br>（點擊此檔案的用戶皆遭受精神網路攻擊，導致昏睡114514秒）\r<br>（經ROBO_Head追蹤檔案來源為Node810下北澤1919號）', 2, '', '', '0000-00-00 00:00:00'),
(148, 'ponyunknown1231', 'Monlka', '最近在玩DDLC\r<br>所以\r<br>\r<br>\r<br>\r<br>\r<br>J̶̧̬̞̟̤̱͊̈́u̢̠͎͒̌ş͇͔̫̟̣͕̮̓ͭ̈͛ͫ͝t̥͈̹͚͌͌͝ ̺͓̞̹͓̯͇̩̃ͭ̃͗̌͌M̶̴̭̣͓͍̼̈ͧ͑ͨ̅̆͌ò͖̻̲̟̯̫͇͓̓́n͇̖̝̼ͦ̅͆ͪ́ͥͦi̦̘ͪ̈ͮ͟ķ̶̡̻̘̱̫̲̉̄̂͗͂́̋̆a̸͖͈̗̖̗̺ͧͩ͂̾͗̎̎̚͡\r<br>\r<br>\r<br>\r<br>\r<br>', 0, '', '', '0000-00-00 00:00:00'),
(149, 'chipcup', '登録してみた〜', 'Rayarkerでわいわいできたらいいな', 1, '', '', '0000-00-00 00:00:00'),
(150, 'a5768549', 'FF', '雷亞盤子聚集地', 7, '', '../postupload/IMG_20190728_103952.jpg', '0000-00-00 00:00:00'),
(151, 'obythf', '啦啦', '啦啦啦', 0, '', '', '0000-00-00 00:00:00'),
(152, 'C2Nora', '傑作', '這個真的很厲害，十分佩服，難得找時間登錄\r<br>一次就感覺到作者的技術高超', 7, '', '', '0000-00-00 00:00:00'),
(153, 'annann0219', '福蓮子', '有沒有動朋同好\r<br>報個數', 2, '', '', '0000-00-00 00:00:00'),
(154, '2058659005@qq.com', '这个网站的作者是神仙啊啊啊啊', 'wwwwwwwwww超级爱的啊作者好厉害xxx\r<br>我痛哭流涕放声高歌', 1, '', '', '0000-00-00 00:00:00'),
(155, '3317751692', '作者好厲害！', '能做出這樣的網址真的很厲害了！作者大大辛\r<br>苦了！', 1, '', '', '0000-00-00 00:00:00'),
(156, 'a5768549', '雷亞概念店', '真的是盤子去的地方= =', 4, '', '../postupload/IMG_20190728_132522.jpg', '0000-00-00 00:00:00'),
(157, 'C2JOE', '牛奶特賣!!', '一口氣進了一大堆的牛奶拉~\r<br>誰要來一點Neko特調啊?', 8, '', '', '0000-00-00 00:00:00'),
(158, 'joey201234', '留個名', '厲害', 1, '', '', '0000-00-00 00:00:00'),
(159, 'iqudd511', '神作', '這也太厲害了吧', 1, '', '', '0000-00-00 00:00:00'),
(160, 'beiyu_yue', '嘗試發文', '能看到有人把iM實體化，我現在真是high到不行!!!', 0, '', '', '0000-00-00 00:00:00'),
(161, 'yudi0819', '作者大人感謝您(ˊᗜˋ*)', 'IM實體化了好開心啊啊啊ww', 1, '', '', '0000-00-00 00:00:00'),
(162, 'Sumire_Kiryu', '作者大大是神仙', '好强喔！', 2, '', '', '0000-00-00 00:00:00'),
(163, 'a5768549', '【FF32紀錄】', '今天跟雨月的屁股去FF跟概念店當雷亞的小盤子\r<br>原本想要買PAFF或NEKO的止滑墊\r<br>不過好像在我進坑之前就賣完ㄌ', 3, '', '../postupload/43909.jpg', '0000-00-00 00:00:00'),
(164, 'vifurawa', 'love plants', 'I relate to Rin so much. I love plants lolol', 0, '', '', '0000-00-00 00:00:00'),
(165, 'mikeybrotha', 'How do I make it go ', 'In English ', 1, '', '', '0000-00-00 00:00:00'),
(166, 'blueglow', 'CREEPER', 'awwww man', 1, '', '', '0000-00-00 00:00:00'),
(167, 'alex9620', 'NEKO MY WIFU', '如題', 1, '', '', '0000-00-00 00:00:00'),
(168, 'test', 'MEOW', '*~ (φωφ) /~ * *~ (φωφ) /~ * *~ (φωφ) /~ *', 2, '', '', '0000-00-00 00:00:00'),
(169, 'lunar0809', '竟...竟然', 'iM實體化了啊啊啊!!!', 1, '', '', '0000-00-00 00:00:00'),
(170, 'cccp19911226', '這裡野太酷了吧', '格外的令人感到晶彥\r<br>\r<br>\r<br>19/07/29', 0, '', '', '0000-00-00 00:00:00'),
(171, 'awee', '啊wee！！！', ' 啊wee改哈鞥嫦娥我刚不疤痕处哈维楚王嗡阿格王朔', 1, '', '', '0000-00-00 00:00:00'),
(172, 'oux0124', 'yayaya', '太酷ㄌ', 0, '', '', '0000-00-00 00:00:00'),
(173, 'anchovies', '我的天啊，太厉害了吧', '这究竟是哪个神仙做的IM网页版，', 0, '', '', '0000-00-00 00:00:00'),
(174, 'qwerdfbp', '1145141919810', '1145141919810', 4, '', '', '0000-00-00 00:00:00'),
(175, '3126657490', '我换不了头像', '我换不了头像。。。', 1, '', '', '0000-00-00 00:00:00'),
(176, 'ESCAPE', '玄武大道賣葡萄的人這幾天去哪了？', '聽說有人看到他半夜跟那個最近來node3的大機器人\r<br>走了。\r<br>之後就再也沒回來。\r<br>是說他家原來賣的iL品種葡萄還挺好吃的。\r<br>是被玖凰會請去喝茶了吧？', 1, '', '', '0000-00-00 00:00:00'),
(177, '951856236', '啊', '才华要脱出来了！', 1, '', '', '0000-00-00 00:00:00'),
(178, '2822073832', '無', '對著NEKO照片打手沖的屑', 1, '', '', '0000-00-00 00:00:00'),
(179, '3126657490', '我换好头像了23333', '我要去玄武大道恰葡萄', 1, '', '', '0000-00-00 00:00:00'),
(180, '2822073832', '對著NEKO照片打手沖的屑', '無', 1, '', '', '0000-00-00 00:00:00'),
(181, '951856236', '居然可以po图？那是不是可以无内鬼？', 'dekoki', 0, '', '../postupload/illust_68945204_20190728_102208.png', '0000-00-00 00:00:00'),
(182, '447616529', '通网了！', '终于可以跨node聊天了嘿嘿嘿', 1, '', '', '0000-00-00 00:00:00'),
(183, 'bumblebee0818', '去他rua的arc！！！！', '昨天难得出次门，结果被一帮失控无人机围攻了\r<br>直接用枪全打掉了，好在这帮无人机喝瞎了似的\r<br>一发没打中\r<br>捡了一个打算拿回家拆了研究研究\r<br>结果捡回家扔茶几上，上个厕所的功夫\r<br>出来一看客厅被炸了……\r<br>劳资刚买的全息投影电视啊啊啊啊啊啊啊啊啊啊\r<br>啊啊啊啊啊啊(／‵口′)／~╧╧', 1, '', '', '0000-00-00 00:00:00'),
(184, 'ponyunknown1231', '我有新的SCP了', '如圖 是隻會吐舌頭的鉛筆盒貓\r<br>超~超~超可愛的啦\r<br>大家別管什麼無人機在街上亂打人\r<br>快來看看著可愛的東西~~\r<br><3\r<br>是說感覺無人機是X搞的 有掛？', 2, '', '../postupload/P_20190729_150929_vHDR_Auto.jpg', '0000-00-00 00:00:00'),
(185, 'a5768549', '【緊急聲明】', '稍早雷亞官方聯絡了我\r<br>因為在網站上的聲明有所混淆\r<br>在此聲明\r<br>\"雷亞許可本人製作iM系統\"\r<br>\"但並無給予二次創作授權\"\r<br>\r<br>請勿混淆，造成官方的困擾\r<br>\r<br>本人也在此為我的說明不當道歉', 8, '', 'https://imgur.com/grKVXHm.png', '0000-00-00 00:00:00'),
(186, 'zooe3038', '杜爸爸還錢', '杜爸爸還錢', 1, '', '', '0000-00-00 00:00:00'),
(187, 'wq5656999', '第一po', '就想玩玩看(?', 3, '', '', '0000-00-00 00:00:00'),
(188, 'redstar0126', '貼文測試', '這東西真的太神啦嘎啦嘎啦嘎啦嘎啦！！！', 0, '', '', '0000-00-00 00:00:00'),
(189, 'conan1113', '測試測試', 'YO~~~~~~~~~~~', 2, '', '', '0000-00-00 00:00:00'),
(190, 'Zavir', 'Cherry ma wife', '看到IM就上來玩看看\r<br>但Cherry我婆 不是玩\r<br>\r<br>作者牛逼', 1, '', '', '0000-00-00 00:00:00'),
(191, 'Simoxia', 'NEKO我婆', '4的', 0, '', '../postupload/老婆合照啦.jpg', '0000-00-00 00:00:00'),
(192, 'Paffno1', 'PAFF黨的，出來認親', '天啊作者好強喔，真的實現了iM欸www\r<br>（一下開放PAFF黨認親和讚歎作者', 0, '', '', '0000-00-00 00:00:00'),
(193, 'FukaZiroh', '我來朝聖了', '這個網站的創始者也太猛了！', 0, '', '', '0000-00-00 00:00:00'),
(194, 'Simoxia', 'Testing', '測試一下', 0, '', '', '0000-00-00 00:00:00'),
(195, 'wu0zin', '好炫', '沒想到還原度真高lol \r<br>\r<br>廢話不多說 \r<br>還請問各位都住在哪個Node呢？(\r<br>', 1, '', '', '0000-00-00 00:00:00'),
(196, 'Mr1234', '太強了吧！', '我興奮到不知該說什麼了', 1, '', '', '0000-00-00 00:00:00'),
(197, 'Simoxia', 'NEKO我婆^^', '如頭貼', 2, '', '', '0000-00-00 00:00:00'),
(198, 'Gold_Experience', 'Neko下去', 'Paff!Paff!\r<br>CHERRYPUNK!!!!', 0, '', '', '0000-00-00 00:00:00'),
(199, '755093421', '喔wow', '小浣熊', 0, '', '../postupload/27CEF64F-FD66-412D-AD71-E0A8EFB00C7B.jpeg', '0000-00-00 00:00:00'),
(200, 'a38678854', '嫩', '嫩爆', 0, '', '../postupload/received_473695460105911.jpeg', '0000-00-00 00:00:00'),
(201, 'yogurtkelly0505', '太強大了!!', '火前留名嘿嘿', 1, '', '', '0000-00-00 00:00:00'),
(202, 'conan1113', ' ~ConnoR我婆~', '出來認親', 2, '', '', '0000-00-00 00:00:00'),
(203, 'mimoritsuki', 'Neko我婆啦', '：／', 3, '', '', '0000-00-00 00:00:00'),
(204, 'conan1113', '按讚按起來', '有誰Ｃ２玩到後面依然每一篇文都有按讚　\r<br>舉手出來看看～', 6, '', '', '0000-00-00 00:00:00'),
(205, 'sylvex', '好吃馬芬', '馬芬好可愛 馬芬no.1', 1, '', '', '0000-00-00 00:00:00'),
(206, 'barkitecture', '測試用', '第一次是用，還請多多包含', 0, '', '', '0000-00-00 00:00:00'),
(207, 'tunghxinhao', 'Feeling asleep...', 'Feeling asleep...', 0, '', '../postupload/15644447880991770250402.jpg', '0000-00-00 00:00:00'),
(208, 'e07oliver', 'Testing', 'Who I am...', 1, '', '', '0000-00-00 00:00:00'),
(209, 'Lucas26651805@gmail.com', '測試。', 'OUT OUT OUT!', 0, '', '../postupload/FB_IMG_1562489148664.jpg', '0000-00-00 00:00:00'),
(210, 'a20391751', '開発者すごいね！！', 'まさかのim実体化!開発者は天才ですか', 1, '', '', '0000-00-00 00:00:00'),
(211, 'SFD_youtube', '網頁版iM', '網頁版iM阿？\r<br>酷欸\r<br>玩遊戲時就在期待哪天可以貼文或留言', 4, '', '', '0000-00-00 00:00:00'),
(212, 'yukiedva', '野貓喝草汁', ' 朝聖(*´ω｀*)', 4, '', '../postupload/illust_72065206_20190102_001738.jpg', '0000-00-00 00:00:00'),
(213, 'Rory', 'Test', '測試一下廢文', 1, '', '', '0000-00-00 00:00:00'),
(214, 'Oliver', 'Test', 'HiHi', 1, '', '', '0000-00-00 00:00:00'),
(215, 'tree930087', '大家安安', '安安~~\r<br>傳說中的iM~~\r<br>\r<br>我也可以發言啦XDD', 1, '', '../postupload/04_XD.png', '0000-00-00 00:00:00'),
(216, 'YueChang', 'Lunch', '午餐', 0, '', '', '0000-00-00 00:00:00'),
(217, 'jason1027', 'IM？', '這裡是哪裡呀~~', 0, '', '', '0000-00-00 00:00:00'),
(218, 'stray_king', '這裡是...?', '在一片雪白之後，睜開眼，從尼爾來到iM的網路了！\r<br>2B呢？有人看到她嗎？\r<br>', 0, '', '', '0000-00-00 00:00:00'),
(219, '33346958', '總覺得如果有聲音就更好了', '希望能加一點音效甚麼的，雖然能用就已經非常了不起了拉(點頭', 1, '', '', '0000-00-00 00:00:00'),
(220, 'ingrid091821@gmail.com', 'ROBO我婆;)', ': )', 1, '', '', '0000-00-00 00:00:00'),
(221, 's32436515', 'C2萌新報到～', '大家好我是肉鬆，請多指教٩(｡・ω・｡)﻿و', 2, '', '', '0000-00-00 00:00:00'),
(222, 'gtrfko', '嗨起來', 'Ooooo.....', 0, '', '../postupload/966372BF-EF75-49F6-861E-0E19D7A4FE67.png', '0000-00-00 00:00:00'),
(223, 'NSG20', 'IM!!!!!!', '沒想到我的夢想實現了！\r<br>竟然可以在IM發文！', 1, '', '', '0000-00-00 00:00:00'),
(224, 'barrychen58@gmail.com', '喔喔！', '哇！太讚了!居然真的做出iMㄝ\r<br>(喔喔喔喔喔喔喔喔！!!!)', 0, '', '', '0000-00-00 00:00:00'),
(225, 'a0952255407@gmail.com', '測試☆', 'Yoooooo——！', 2, '', '../postupload/B612_20190729_185455_968.jpg', '0000-00-00 00:00:00'),
(226, 'wilsonn', 'w', '測試~~~', 1, '', '', '0000-00-00 00:00:00'),
(227, 'enderboy25567', '重開！', '重開立刻再來發一篇\r<br>ㄟ(^^ㄟ)', 1, '', '', '0000-00-00 00:00:00'),
(228, 'taifu9920', '*~(&gt;ω&lt;)/~*', '*~(&gt;ω&lt;)/~**~(&gt;ω&lt;)/~**~(&gt;ω&lt;)/~*', 2, '', '', '0000-00-00 00:00:00'),
(229, 'megumin3435', 'iM讚', 'iM賽高!!!!', 2, '', '', '0000-00-00 00:00:00'),
(230, 'azusa_wwww', 'Test！！！', '開發者好厲害！！', 0, '', '', '0000-00-00 00:00:00'),
(231, '3021569526', '来玩', '感觉超级棒的！', 1, '', '', '0000-00-00 00:00:00'),
(232, 's94876978@gmail.com', 'Neko paff¢π€π£#&amp;不服來戰', '如&amp;£', 2, '', '', '0000-00-00 00:00:00'),
(233, 'bennyau2002', 'test', 'nn', 0, '', '../postupload/930275ad7999008af7399fcc846dd7c3.jpg', '0000-00-00 00:00:00'),
(234, 'bennyau2002', 'test', 'fgh', 1, '', '', '0000-00-00 00:00:00'),
(235, 'pinkie1301', 'MM', '巧克力', 2, '', '../postupload/72dffdf0b3bd6dcb8da2a24ae2539adc.jpg', '0000-00-00 00:00:00'),
(236, 'Arina1007', '這裡都沒有聖粉ㄇ', '不是那個聖粉是這個聖粉ㄛ\r<br>2.5快出來不要再讓無關的人背鍋鍋ㄌ\r<br>ΦωΦ\r<br>', 3, '', '../postupload/0cd39e4a375e7e79dffaef5ae0f73fa2.jpg', '0000-00-00 00:00:00'),
(237, 'a41564356', 'ok', '厲害，繼續加油', 0, '', '', '0000-00-00 00:00:00'),
(238, 'mooyu0505', 'XCR', '打砲', 3, '', '', '0000-00-00 00:00:00'),
(239, 'mooyu0505', '阿阿阿', 'TO BE CONTINUED', 2, '', '../postupload/83b34ee44b1839b1ac6cbce5418a9e19.png', '0000-00-00 00:00:00'),
(240, 'imsadouo', '復活了耶耶耶', '2：00了', 1, '', '', '0000-00-00 00:00:00'),
(241, 'Libe_theghost_', 'Nooooooraaaaaaa', 'I miss her', 1, '', '', '0000-00-00 00:00:00'),
(242, 'NSG20', '美竹蘭的FB粉專', '這裡是美竹蘭粉專的網址\r<br>希望大家可以過來支持一夏\r<br>大家放心這不是病毒\r<br>真的不是\r<br>https://www.facebook.com/MitakeRan410/', 2, '', '../postupload/56f22a98d05f54c8f09a0f076f853814.jpg', '0000-00-00 00:00:00'),
(243, 'blueglow', 'WELCOME BACK iM!!', 'revived!!! thank you creator 紅茶様 for your hard work!! TvT', 1, '', '', '0000-00-00 00:00:00'),
(244, '43041436', 'error not found ', 'Test', 0, '', '', '0000-00-00 00:00:00'),
(245, 'smes95303', '杜', '990', 1, '', '', '0000-00-00 00:00:00'),
(246, 'taroisgood', '@ROBO_Head', '這裡有蘿蔔頭嗎', 0, '', '', '0000-00-00 00:00:00'),
(247, '31493455', '朝聖ww', '第一次在IM上發文，身為CytusII的粉絲來朝聖一下φ(゜▽゜*)♪', 1, '', '', '0000-00-00 00:00:00'),
(248, 'Echomare', '唔哇…', '我不是在做夢吧…？', 0, '', '', '0000-00-00 00:00:00'),
(249, 'blueglow', '2.5?', 'zzZ', 1, '', '../postupload/6f5e5dea7f6cc2b8a0e32f29b88a8d02.png', '0000-00-00 00:00:00'),
(250, 'haix768', 'Neko最高❤️', '如題啦！', 3, '', '', '0000-00-00 00:00:00'),
(251, 'chrisshijun', '酷喔!', '偶然發現這裡 雖然貌似沒什麼人用QQ', 0, '', '../postupload/a40f77619d8a540e9429f4ee46a30373.jpg', '0000-00-00 00:00:00'),
(252, 'a1683846', 'Cytus2', '最近把免費版的4個角色都滿等了好空虛QWQ', 0, '', '', '0000-00-00 00:00:00'),
(253, 'behere', 'TEST', '啊啊啊咿咿呀呀', 0, '', '', '0000-00-00 00:00:00'),
(254, 'a5768549', '測試上傳圖片', 'AAAAA', 4, '', '../postupload/0084874778bd84ab21df3395149cf937.png', '0000-00-00 00:00:00'),
(255, 'qazxswedc', '動動動動動???', 'test&gt;', 0, '', '../postupload/7f8d57437c67faf7107cfea9745361ae.gif', '0000-00-00 00:00:00'),
(256, 'Salia_', '感覺很好玩欸:D', '如果可以加上背景音樂就好了..', 0, '', '', '0000-00-00 00:00:00'),
(257, 'Mixan5011', '是真的IM啊啊啊啊', 'cyTus2還沒破完…先努力了！！', 0, '', '', '0000-00-00 00:00:00'),
(258, 'hawin', '2.5 when', 'WHEN', 2, '', '', '0000-00-00 00:00:00'),
(259, 'rueihung417', '所以這網站有多少人知道呢?', 'Ivy我婆\r<br>\r<br>\r<br>\r<br>\r<br>\r<br>\r<br>\r<br>我去開個門等我', 2, '', '', '0000-00-00 00:00:00'),
(260, '3317751692', '2.5', '感覺會coming s∞n的亞子，通關好久啦啦啦\r<br>啦啦啦啦啦啦啦啦啦！', 3, '', '../postupload/8d61c44fa0163503ef0535da4f041ab9.jpg', '0000-00-00 00:00:00'),
(261, 'sirogahn', '2.5 is Dead or Alive', ': /', 2, '', '', '0000-00-00 00:00:00'),
(262, 'yoyo870116', '有人會去參加實體表演嗎？', '工作的關係\r<br>休假的時間很不一定\r<br>票不知道該不該買\r<br>但好想去看實體表演阿\r<br>\r<br>到時候可能會有親戚來寒暄\r<br>主要是想知道有沒有人也會經過\r<br>然後可以打聲招呼這樣\r<br>或順便聊聊喜歡的團\r<br>\r<br>#音樂資料庫已斷線一年求各路大神更新\r<br>#沒朋友QAQ', 1, '', '../postupload/8fe6cc2c1da2fececf374bf4ddd6e1f2.jpg', '0000-00-00 00:00:00'),
(263, 'ta1123232', 'Any ROBO_Fans here?', 'ROBO_Head is cute :)', 2, '', '', '0000-00-00 00:00:00'),
(264, 'jimjhgi', 'who am I...', '......', 7, '', '', '0000-00-00 00:00:00'),
(265, 'SFD_youtube', '帳密', '淦一直忘記帳密', 0, '', '', '0000-00-00 00:00:00'),
(266, 'Frenchfries126', '新帳號', '帳密忘光ㄌ 重辦一支', 1, '', '../postupload/1de906cd6a6158fcea27212c63f80b10.jpg', '0000-00-00 00:00:00'),
(267, '2058659005@qq.com', 'cytus2餛飩', 'wwwwwwwwwwLOFTER上面的cytus2餛飩好好笑', 0, '', '', '0000-00-00 00:00:00'),
(268, 'eden0116', '打炮', '很懂喔', 0, '', '../postupload/1e1f54dc502372c9739cba37fcb63f79.png', '0000-00-00 00:00:00'),
(269, 'Rayarker', '2.5 WHENN!!?? (╬ΦдΦ)', 'O-oooooooooo aaaae-a-a-I-a-u\r<br>Jo-oooooooooooo aae-o-a-a-u-u-a\r<br>E-eee-ee-eee aaaae-a-e-I-e-a\r<br>Jo-ooo-oo-oo-oo eeeeo-a-aaa-aaaaO-\r<br>oooooooooo aaaae-a-a-I-a-u\r<br>Jo-oooooooooooo aae-o-a-a-u-u-a\r<br>E-eee-ee-eee aaaae-a-e-I-e-a\r<br>Jo-ooo-oo-oo-oo eeeeo-a-aaa-', 1, '', '../postupload/025bf843fdb70fd4bfb90862d0a65493.jpg', '0000-00-00 00:00:00'),
(270, '12121212asasasa', '並沒有', '不要瞎掰好嗎', 1, '', '../postupload/b950de6c4736acaa9f6ee8db07b02938.jpg', '0000-00-00 00:00:00'),
(271, '12121212asasasa', '欸不是', '很閒484', 1, '', '', '2019-09-04 01:05:57'),
(272, 'survive55', '2.5555', '2.5出了，先看看有沒有新歌', 2, '', '', '2019-09-04 16:25:12'),
(273, 'anonchw@imsystem.com', '人勒?', '這裡人好像很少ㄟ', 1, '', '', '2019-09-05 13:18:30'),
(274, 'sean0524', '試發文', '酷哦', 5, '', '', '2019-09-18 00:00:44'),
(275, 'kira', '來試玩一下XD', 'RT\r<br>\r<br>(馬上發廢文感覺有點母湯', 1, '', '../postupload/5f758576fa0218a867ef1c2316148ad0.png', '2019-09-25 22:03:37'),
(276, 'Rayarker', 'iM dead??', 'FFFFFFFFFF\r<br>FF\r<br>FF\r<br>FFFFFFFFFF\r<br>FF\r<br>FF\r<br>FF', 0, '', '', '2019-09-30 10:08:11'),
(277, '711822zxw', 'ㄏ', 'hihi', 1, '', '', '2019-09-30 18:23:05'),
(278, '711822zxw', 'more enegry', 'Brain Powerrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrr', 1, '', '', '2019-09-30 18:27:32'),
(279, 'benlin0815', '大家安安', 'Hi~~~~\r<br>\r<br>這系統也大厲害了吧＼(◎o◎)／\r<br>', 0, '', '', '2019-10-06 14:56:55'),
(280, 'HK object', 'random hi from HK', 'yea i dont know how to type chi:-/\r<br>', 4, '', '', '2019-10-10 23:08:12'),
(281, 'Rinse', '竟然做出來了', '創作者辛苦了', 0, '', '', '2019-10-11 01:28:25'),
(282, 'sesame9487', 'NEKO!!!', 'I love neko', 3, '', '../postupload/36c9abfad45cc70d6351908c42fcc915.jpg', '2019-10-11 18:51:21'),
(283, '欣月', '膜拜大佬', '是大佬!!!!!膜拜!!\r<br>然後NEKO賽高!!!!', 1, '', '', '2019-10-24 19:48:09'),
(284, 'kylechen1', '大家好', '我來看看有沒有活人，還有我是c2的零氪萌新。\r<br>朋友:c2出组合包，全角色60% off\r<br>這真是無……\r<br>', 1, '', '', '2019-11-10 21:38:49'),
(285, 'chunman22', '大家好', 'hihi', 1, '', '', '2019-11-10 21:39:58'),
(286, 'chunman22', '大家好', '終於角色可以全开\r<br>將课全歌单\r<br>www', 1, '', '', '2019-11-10 21:44:16'),
(287, 'wan070708', '帕胡捏口打炮', '課了全角色包，1170NTD飛了QQ\r<br>\r<br>\r<br>\r<br>圖源 https://www.pixiv.net/artworks/77639934', 1, '', '../postupload/6ce1cece6564179ff0c95a40503d555e.jpg', '2019-11-13 23:10:22'),
(288, 'fininj', '怪物彈珠X獵人 第二彈合作開跑囉!', '除了隔壁某塔以外\r<br>獵人也同時再次與怪物彈珠合作\r<br>本次除了第一彈的角色復刻外\r<br>還新增了不少角色喔!\r<br>一起來一拉一放 一單十單吧!\r<br>\r<br>#全Node08最會躺著賺的男人誠摯推薦\r<br>#躺著賺計劃大成功', 3, '', '../postupload/9a222bf54148d0196e7b346e02c6d880.jpg', '2019-11-14 00:03:20'),
(289, 'Jaymiow', '大家晚上好，我是PAFF。(*ﾟ∀ﾟ*)', '大家晚上好，我是PAAAAAAAAAAAAAAAAAA\r<br>...\r<br>...\r<br>...\r<br>...\r<br>...\r<br>...\r<br>\r<br>\r<br>\r<br>NEKO逮優。(*ﾟ∀ﾟ*)', 4, '', '', '2019-11-14 01:31:55'),
(290, 'Leviathan', '真的做出來了==', '所以什麼時候會有手機版啊?', 4, '', '', '2019-11-14 20:49:37'),
(291, 'Talfking', '神魔之塔x獵人合作回歸', '對\r<br>就是神魔之塔要跟獵人合作啦\r<br>還不在抽爆一波', 0, '', '', '2019-11-14 23:12:55'),
(292, 'whiteinpencil', '真的希望im可以越来越好', '希望在以后，IM可以成为类似于Facebook，\r<br>wechat那样的全球化社交软件，我真的想看\r<br>见IM一步一步成长。\r<br>希望作者可以成功', 1, '', '../postupload/8a6268dfb318ac202696e0cc4187bc48.gif', '2019-11-16 15:17:41'),
(293, 'cytus2tatsusei', '我來朝聖了！', '附上一個剛剛發現的新玩具。\r<br>意外發現雕刻玻璃還蠻好玩的～', 0, '', '../postupload/811af657d155f8b5b62258c56b167004.jpg', '2019-11-16 21:01:15'),
(294, 'cytus2tatsusei', '請問有收看管道嗎？', '如題，小弟我是蘿菠頭的粉絲。\r<br>請問有robot_head_radio的收看管道嗎？\r<br>還有下一場LIVE是辦在幾月幾號啊？\r<br>#robot_head', 0, '', '', '2019-11-16 21:05:24'),
(295, 'luyeh0103', '朝聖啦啦啦', '唯一支持NEKO!!!!!!!!!', 0, '', '', '2019-11-17 02:14:00'),
(296, 'Nora', '我來了', '大家好啊，我是Nora,我在做ROBO_Head的更新', 0, '', '', '2019-11-17 22:48:25'),
(297, 'ckpss93005', '啥時才有背景音樂', '如題想掛機廳', 3, '', '', '2019-11-18 01:14:41'),
(298, 'Nora', '給這個iM系統的開發者', '給這個iM系統的開發者:\r<br>在遊戲cyuts2中，NEKO曾經用過iM上的私', 1, '', '', '2019-11-18 09:10:03'),
(299, 'Nora', 'ROBO_Head', 'um.……今天查看了Robo_Head的更新報告，發現有異\r<br>常，所以robo_head暫時沒有新歌', 0, '', '', '2019-11-18 10:20:28'),
(300, 'Nora', 'Discord BOT', 'I am developing a OWN Discord BOT for my dc server', 0, '', '', '2019-11-18 18:06:33'),
(301, 'zgmfx20a', '好煩啊', '我不想寫報告啦 ヽ(o’Д`o)ノ', 0, '', '../postupload/0aa303b308c02e769ec5bfb9f70b3a36.jpg', '2019-11-20 02:26:58'),
(302, 'zgmfx20a', '人生絕望', '我忘記去實習面試了\r<br>所以名額直接掰了\r<br>快畢不了業了 ...\r<br>I hate my life ...', 1, '', '', '2019-11-22 04:13:41'),
(303, '暗雨Darkrain', '有人能接梗嗎wwww', '我誰!!!!', 4, '', '', '2019-11-29 19:24:11'),
(304, 'zgmfx20a', '最近氣溫低了', '諸君記得多穿一件衣服 ( ╹▽╹ )', 1, '', '../postupload/6ab7c9f85cc414cf7286789400bb37ee.jpg', '2019-12-03 01:24:51'),
(305, 'onjopaakoo', '剛剛玩到手抽筋', '13等好難喔喔啊啊啊', 2, '', '../postupload/e462870c6d32c943d4405ebe2dbaa595.jpg', '2019-12-04 00:46:29'),
(306, 'NEM_U_', '測試', '這是一篇廢文：D', 0, '', '', '2019-12-04 18:21:27'),
(307, 'd556645fw', '野', '野', 1, '', '', '2019-12-06 23:33:41'),
(308, 'Nora', 'ERrrr', 'ROBO_Head UPDate', 0, '', '', '2019-12-10 18:35:03'),
(309, 'a5768549', 'iM 1.2.5 版本更新', '更新內容：<br>\r<br>1.將無限Nora BUG清除<br>\r<br>2.資料庫查詢語言大改，程式碼優化', 1, '', '', '2019-12-10 22:19:09'),
(310, 'JasonCcs', '手機散熱器有推的嗎', '有沒有不擋螢幕的外掛散熱器？\r<br>幾年前的旗艦打三首歌直接飆到50', 0, '', '', '2019-12-13 00:18:16'),
(311, 'felix920506', '測試', '恭喜你浪費了幾秒鐘的時間觀看這篇廢文', 0, '', '', '2019-12-13 16:59:23'),
(312, '12345', '', '', 0, '', '../postupload/b1a722cc60fa6a0a40cb060ca3729fcb.', '2019-12-14 23:00:02'),
(313, 'BAiMeIcccs', '首_̶ͣ̓̈̆發', '\r<br>\r<br> ͇͕̼̫̼͍̟̭̮̈́͂ ̞̗̮͍̬͐̓͊ͅ ̱̱̳̗̿̐͗̈́̃̿̐ ̍̏ͨͯ͂̉͆͗ͦ͘ ̴̯̼̮͊̐ͬ͗͑͋̀͂̾͘ ̧͖̦̝͈͕̣̙̃ͪ̇͗̕͝ ̛̣ͪ̃͋̆̈́ͥ́͢ ̢̡͇͚ͥ̈ͦ͒͂ͮ̚ ̶̶̮̺̰͇̳ͣ̓̈̆ ̑̄̌̇͂̆\r<br>給 PAF f..\r<br>     了\r<br> ͇͕̼̫̼͍̟̭̮̈́͂加   ̞̗̮͍̬͐̓͊ͅ顏色\r<br>    ̱̱̳̗̖̿̐͗̈́̃̿̐ ̍̏ͨͯ͂̉͆ ̴̯̼̮̘̣̲͊̐ͬ͗͑͋̀͂̾͘ ̧͖̦̝͈͕̣̃ͪ̇͗̕͝ ̛̣ͪ̃͋̆̈́ͥ́͢ ͥ̈ͦ͒', 3, '', '../postupload/53766064fb74c1b5c24e49742aa8c6ae.png', '2019-12-14 23:55:57'),
(314, 'BrickGaming420', '最氣憤的瞬間', '當你打C2打到後面 突然一通同學的電話\r<br>直接斷康+節奏錯亂 氣的摔同學', 0, '', '', '2019-12-15 00:20:20'),
(315, 'xta63', '這鳥地方是真的喔?', '幹這些ARC的人也太屌了,穿越次元幫我們做這個', 0, '', '', '2019-12-15 00:30:45'),
(316, 'BrickGaming420', '風景', '禮拜四下午拍的 \r<br>我喜歡', 0, '', '../postupload/c096f4e803a3c0821d56665d29a6e1b6.jpg', '2019-12-15 00:34:44'),
(317, 'algae', '首發', '測試測試', 0, '', '', '2019-12-15 01:15:25'),
(318, 'yuri0808', '？？？？', '也太厲害，竟然能在這麼古老的瀏覽器\r<br>上看到IM', 0, '', '', '2019-12-15 01:32:50'),
(319, 'Paff01', '大家好', '大家好，我是Paff，還請各位多多指\r<br>教。^^', 5, '', '', '2019-12-15 01:53:52'),
(320, 'Yuzuki_kaze', '哈們', 'PADOURU PADOURU', 2, '', '../postupload/a5945fbad629d7bdb215bc09fe2f4d1d.jpg', '2019-12-15 01:58:58'),
(321, '21819823', '赤月', '為什麼我都登入了他還是不給我打呢Q-Q', 1, '', '', '2019-12-15 03:13:19'),
(322, '21819823', '赤月', '哈囉~(o´･_･)っ\r<br>哈囉~(o´･_･)っ\r<br>哈囉~(o´･_･)っ\r<br>哈囉~(o´･_･)っ\r<br>哈囉~(o´･_･)っ\r<br>\r<br>這是赤月，愛發廢文的(o´･v･)っ小製杖(o´･v･)っ\r<br>\r<br>然後沒了。送個福利\r<br>(o´=w=)っ', 1, '', '../postupload/4e4400fd4b808d2305ff20a2ae2f1e0b.png', '2019-12-15 03:17:33'),
(323, 'af1235c', '躍動貓咪', '起來嗨', 3, '', '../postupload/b71349493aa9c53cddde9df6ecac392a.gif', '2019-12-15 05:27:05'),
(324, 'maplestar900219', '是iM欸，酷喔', '好猛喔', 1, '', '', '2019-12-15 11:02:47'),
(325, 'Winner09988', '請問IM壞掉了嗎？', '我只能看到一堆的12345', 2, '', '', '2019-12-15 12:13:04'),
(326, '4ma1111', '酷耶', '正在用手機進行第一次體驗\r<br>不過看起來電腦版的介面似乎會更好\r<br>不過剛剛想上傳手機相簿裡的照片當頭貼\r<br>好像被說格式不對QQ\r<br>如果也有手機版就好ㄌ\r<br>當然如果有app的話更讚（妄想太多w', 1, '', '', '2019-12-15 12:28:31'),
(327, 'legendtaiwan001@gmail.com', '大家準備好錢包', 'Rayarkcon快到了欸！！！', 2, '', '', '2019-12-15 13:18:01'),
(328, 'kk55443322', 'iM狀況求解', '有人知道最近iM發生T̸̀̕W̸̷̛4͢3̵҉͞6̨U͘Ŗ͢6̛ì͞t͞k͟6̶͠w̸̨y͜7̕i͞t̛́7̶͢͢y̸̨H\r<br>3̨w̧͘5̛͞4̛6̀W̷̢7̨́͠4̸͡͡5́̀r̢t̢͏͢6UH̢̛y̧͝j̵̧̡ļ͡ú͘i͝͡Ĺ;͝,:҉L̴̢͡ş͜i҉ŗt͘j̶̨̀a̕͟L̶̨͢K͠͠҉GÒa̵҉̢e̡̡r͞҉͞j̨͟h͡fG̶̵̷Ȩ́Ḑ̛͠R͞G̡͝D̸͜͏k̛҉K̡͜78̷͜9͜6̛͟3̛S͘͠Ę̛8̧͢͝5̛7҉҉S͡EG̴͘͠\r<br>̛͜j̵̧h̢', 5, '', '', '2019-12-15 14:56:20'),
(329, 'fire940113', '報到', '早安啊各位網友', 0, '', '', '2019-12-15 17:27:07'),
(330, 'Zigma', 'Hihi', '來試一下', 3, '', '../postupload/ce4c0fb08c0a194bc89645a9482c771a.png', '2019-12-15 19:29:54'),
(331, 'zooqoo30309', '前來打醬油了~', '感恩A.R.C技術~~~\r<br>讚歎A.R.C大神！！！\r<br>希望這裡可以更加蓬勃起來', 3, '', '', '2019-12-15 20:35:36'),
(332, 'HOWHOW9487', '早安', '早安', 0, '', '', '2019-12-15 20:37:09'),
(333, 'Benson0324', '太扯了', '我覺得很可以', 0, '', '../postupload/826df1c7b149875b11295dcccdc2f58d.jpg', '2019-12-15 21:05:54'),
(334, 'amanoneko', '好...好像很厲害...！？', '剛剛只是經過單聲公司附近\r<br>有一堆人圍在那暴動的樣子 是發生什麼事了嗎？', 6, '', '', '2019-12-16 03:27:43'),
(335, 'leo927895', '喵', '喵', 0, '', '', '2019-12-16 12:56:20'),
(336, '34644726', '哈囉', '哈囉', 1, '', '', '2019-12-16 13:52:59'),
(337, 'lf2aaaaoa', '阿...阿斯!', '(*ˇωˇ*人)', 0, '', '', '2019-12-16 16:09:22'),
(338, 'scps9989', '路過圍觀', '沒想到有人把im做出來了', 0, '', '', '2019-12-16 21:30:08'),
(339, 'a5768549', 'iM 1.2.8 版本更新', '更新內容：<br>\r<br>1.將發文及回覆BUG修復', 2, '', '', '2019-12-16 21:41:59'),
(340, 'actor0117', '【擴散】CWT53台大場A型流感疫情爆發', '如題，有人D1的時候帶著A流病毒進去逛展，太大體育館是密閉空間，病毒\r<br>傳播率很高，D1 有去的人最近要注意身體狀況，如果有四肢痠痛跟發燒的\r<br>症狀要第一時間隔離並就醫，祝大家身體安好！\r<br>https://www.plurk.com/m/p/nm0s2o', 5, '', '', '2019-12-16 22:06:42'),
(341, '12345', 'still broken lol', 'p12 f1x 17\r<br>7h15 15 v32y 32 70 f1x\r<br>why u c4n7 kn0w h0w 70 f1x\r<br>\r<br>\r<br>LOL~~~~~~~~~~', 1, '', '', '2019-12-17 08:00:36'),
(342, 'hongenlim', 'nekoneko', '想画neko的本本', 3, '', '', '2019-12-17 20:04:10'),
(343, 'linsan2240', 'iM太酷了！', '讚歎工程師', 1, '', '', '2019-12-17 23:49:38'),
(344, 'xn_9487LOL', 'HI', 'HI', 1, '', '', '2019-12-18 11:16:09'),
(345, 'edenfriendsforever@gmail.com', 'IM很棒棒 &lt;3', '初次使用', 2, '', '', '2019-12-18 12:57:01'),
(346, 'a5768549', 'iM 1.2.9 版本更新', '更新內容：\r<br>\r<br>1.介面微幅度更新\r<br>2.程式碼優化\r<br>\r<br>不知道BUG在哪裡= =\r<br>反正我先照著我排定的更新走', 3, '', '', '2019-12-18 22:42:10'),
(347, 'honokkk31', '嘗試//ヨルシカ粉（（', '一專二專初回買下去\r<br>國父和玉山都不見（？）', 1, '', '', '2019-12-19 13:00:58'),
(348, '4ma1111', '被自己的智障降服了', '怎麼會有人摺紙折完放在口袋\r<br>自己摸到的時候還當成垃圾揉壞的啊\r<br>嗚嗚我的聖誕小禮物QAQ', 3, '', '', '2019-12-20 12:54:27'),
(349, '。', '. ', 'CaN yOu hEaR Me', 0, '', '', '2019-12-20 17:06:58'),
(350, 'Space dog', 'Cytusll的撲克牌( ´∀｀)', 'Cytus之前在fb上丟了一張撲克牌的圖片，超級酷噠(ﾟ∀ﾟ)，我這邊就先和錢\r<br>包君說聲對不起嘍(^_-)，不知道大家有沒有興趣勒，有的話又要買幾包啊\r<br>(ﾟωﾟ)\r<br>                                                             \r<br>         \r<br>                                                                 （  第一次發文試借我水溫唄030）', 5, '', '', '2019-12-20 20:54:18'),
(351, 'a5768549', 'iM 1.2.10 版本更新', '更新內容：\r<br>\r<br>1.圖片顯示更動\r<br>\r<br>圖片等比例縮小\r<br>按下時能放大', 7, '', '../postupload/5fd52c60583775e69aed6e9675a76733.png', '2019-12-20 23:29:09'),
(352, 'k32436515', '終於要出惹嗎', '期待期待www\r<br>再來就是買爆買爆(咦?\r<br>', 5, '', '../postupload/05e19a43c3d01084e0d54d951138e036.jpg', '2019-12-21 18:36:28'),
(353, 'Uya210', '哇哇哇哇', '哇是IM欸欸欸!!!\r<br>感謝大神qwqqq!!!', 0, '', '', '2019-12-21 20:57:33'),
(354, 'jumprain', '看來成功登入了', '試了好久，一直都登不進來，還以為iM大概沒\r<br>消息了', 4, '', '../postupload/6c3a435449ea5269f4a50a5cf3ce3ab4.jpg', '2019-12-22 02:39:34'),
(355, 'akiyasushi', '喔喔喔喔', '我大概在十分鐘前發現這個神奇的地方\r<br>然後 曬一下我的老婆\r<br>們', 0, '', '../postupload/685bbb3dc272831c085fc083290ca130.png', '2019-12-22 19:04:19'),
(356, 'Nora', 'hi', '哈咯大家好我是Nora,我回來啦~', 1, '', '../postupload/01a2a74965e7a3a85fef7ba50a9338e0.jpg', '2019-12-24 17:24:10'),
(357, 'Nora', '關於cytus 2', '有人cytus 2的人物全部maximum嗎？玩完以後玩什麽？？ (求解答', 1, '', '', '2019-12-25 21:35:13'),
(358, 'a5768549', 'iM 1.2.11 版本更新', '更新內容：\r<br>1.文章上傳系統更新', 7, '', '../postupload/740bc479ebffa330efc13be1518e0297.png', '2019-12-25 22:43:43'),
(359, 'hatsuyu_0302', 'log in', '好酷喔喔喔喔喔！！！登進來惹！！！！！', 2, '', '', '2019-12-26 19:19:33'),
(360, 'PAFF_Aroma', '大家好。', '大家好，我是PAFF。\r<br>\r<br>\r<br>\r<br>/ 看到iM很興奮就辦了，不知道有沒有人但想試著磨皮看看。', 0, '', '', '2019-12-26 19:32:13'),
(361, 'Alice', '大家好', '大家好，我是Alice艾莉絲，我是第一次來到iM這裡\r<br>的，請多多指教', 1, '', '', '2019-12-26 22:26:43'),
(362, 'eric100001', '喔喔喔喔喔喔喔喔喔', '.', 2, '', '', '2019-12-27 21:26:51'),
(363, 'a5768549', 'iM 1.2.12 版本更新', '更新內容：\r<br>1.發文介面更新', 3, '', '../postupload/4aef5687569ca3ed90c09d2159931fa2.png', '2019-12-27 22:29:04'),
(364, 'joefxinspire', 'Im的發文按鈕怎麼還是之前那個推特的按鈕', '？？？', 2, '', '', '2019-12-28 13:55:21'),
(365, 'a5768549', 'iM 1.3.0 版本更新', '更新內容：\r<br>1.個人資料頁面及資料變更頁面更新\r<br>2.發文按鈕圖示更新', 5, '', '../postupload/6b277fbf5df8c3528ef9b20ee85ff563.png', '2019-12-28 22:34:47'),
(366, 'Alice', 'cytus2', '最近沒有怎麽玩cytus2了，很忙QAQQQAQQ', 0, '', '', '2019-12-31 18:21:27'),
(367, 'athena0117', '我是荷星', '忘記帳密\r<br>了嗚嗚嗚\r<br>嗚qwq\r<br>只好再創\r<br>一隻啦', 0, '', '', '2019-12-31 23:31:09'),
(368, '3317751692', '账号忘记了qwq', '再开了一\r<br>个，什么啊\r<br>我这种记性', 1, '', '', '2020-01-01 02:51:12'),
(369, 'PT12121220', '嗨嗨', '大家好', 1, '', '', '2020-01-01 13:08:46'),
(370, 'riz581', '喔喔喔喔喔喔喔！', '2.8 coming soon！！', 2, '', '', '2020-01-04 00:34:18'),
(371, 'Sushiyui', '剛剛不小心忘記自己帳號', '試了十分鐘才想\r<br>起來...超智障\r<br>的！是說這網站\r<br>也太有感了啦！', 2, '', '', '2020-01-07 05:32:54'),
(372, 'hi4u3y2210', '實體化好帥唷~~~', '這個看起來好好玩~', 0, '', '', '2020-01-10 16:48:45'),
(373, 'Noranation', '大家好', '大家好，這邊是Nora的account,歡迎來跟我聊天哦', 2, '', '', '2020-01-11 21:07:02'),
(374, 'GuoChen', '測試', '就是測試', 0, '', '', '2020-01-11 22:10:10'),
(375, 'Iceloki', '實體化也太狂', '蛤？這算什\r<br>麼，紅茶早\r<br>就做過了\r<br>噢你就是紅\r<br>茶啊，那沒\r<br>事了，紅茶\r<br>牛B', 8, '', '', '2020-01-12 09:59:35'),
(376, 'xxboboeva', '大家好!!', '實體化太厲害了，辛苦製作人員了!!!!!\r<br>大家好~\r<br>', 0, '', '', '2020-01-14 17:17:15'),
(377, 'xn_9487LOL', '安安', '有人嗎', 3, '', '', '2020-01-16 07:06:14'),
(378, 'kanoharuka', '想不到能有這一天', '　　身為一名標準的音游狗，以前就曾想過，會不會有一天iM實體化之類的，想不到紅茶大大就這麼將它成\r<br>了！\r<br> 　　雖然說是成了，但我認為它還可以有很大的進步空間。建議可以招募有興趣且有能力者協力開發，讓它\r<br>更符合這個時代的社群媒體應有的質感。又或者，試試看開發行動裝置使用的版本，並參考現有的社群媒\r<br>體，加上更多實用的功能。\r<br> 　　就目前開發階段而言，光是利用古科技減少精神傷害這點就已經很不錯了，但長期使用下來還是很容易\r<br>造成視覺器官的傷害，大家也請不要因為換個裝置就忘了控制使用時長喔！', 3, '', '', '2020-01-22 21:50:39'),
(379, 'H_81563786', 'anan', 'U2FsdGVkX1/PGMAbnGkih+6XQEQj2C0b51IOEpV5PZut5nFPbs4R7ScIH\r<br>QiyeyEgSh34gpFVkz5VzTtpsSHR0ZKl4//AS3BD0xso78/AmNVF0rYlTBk4\r<br>U5+u5I/cXOVi4s/kWWfNmI/7ri7ij1oKB4v45dMl0qNNTLpBw/iOK9zT5C\r<br>ZprtauEwxVjOobCxuPKYbU8v3F/cNvr49Mu60HLoUBq1ar/LzZBz9FXnb\r<br>6KNz00Pdx', 1, '', '', '2020-01-23 19:30:01'),
(380, 'kanoharuka', '我對iM的妄想（?', '　　如果啊，我是說如果。未來iM擴大經營，或許能上傳影片之類的，我想試著搞一系列的音遊曲cover，讓大家一起吸♂毒♂！\r<br>　　有想看哪些類型cover下面留個，幫我挖坑唄！', 1, '', '../postupload/60251a7b3f5ee941b52513baf9a2320f.jpg', '2020-01-24 03:37:07'),
(381, 'kanoharuka', 'Ć͞R̶̸͝Ȩ̴̵̧ÉP̡͡ER？', 'discord☑\r<br>youtube☑\r<br>plurk☑\r<br>facebook☑\r<br>twitter☑\r<br>iM☒\r<br>故我在。\r<br>(在這裡creeper擺明是幹不成的啊！為何我要在音遊群裡找死！', 0, '', '../postupload/3800902340df41e6d6e303461081b2d9.jpg', '2020-01-24 04:20:34'),
(382, 'KMS', '到處都是神人……', '沒想到能看到iM具現化，太強了！！', 3, '', '', '2020-01-27 00:16:41'),
(383, 'ant97113', '安安', '居然把IM做\r<br>出來了，製\r<br>作人太強啦\r<br>～', 0, '', '', '2020-01-27 11:14:28'),
(384, 'AkimotoHayato', '安安', '有人嗎\r<br>這還原度也太強了\r<br>話說這回覆內容可以改顏色嗎', 0, '', '', '2020-01-27 18:03:10'),
(385, 'Bibobobobob', '歐文', '歐文是誰', 1, '', '', '2020-01-27 19:04:06'),
(386, 'sunnynien@gmail.com', '小繪手', '不覺得IVY跟Vanessa就該湊個cp嗎?\r<br>有沒有人願意產糧阿~去推特標個#cytus2#IVV#ivyvenessa\r<br>看到糧麻煩發到IM上給大家看看~如果你自己產了糧也告知下，\r<br>我一定火速去幫你打CALL!有NEKO&amp;AROMA還是\r<br>看到CYTUS 2裡隨便一對百合都來IM發個連結吧!感激!\r<br>找不太到在畫CYTUS 2的ARTIST?', 2, '', '', '2020-01-27 22:27:51'),
(387, 'zx29478548', 'CAPSO系統 都是G長頸鹿R', '想說滑個巴哈看一下大家對CAPSO系統ㄉ抱怨\r<br>果真不期然 長頸鹿先森直接被針對WWW\r<br>話說我還真想買長頸鹿的曲包啊啊', 8, '', '../postupload/f88f3a2af325f8a7079c2ef03ecb5b7f.png', '2020-01-28 03:55:34'),
(388, 'samuel0224', '有人打了20幾次都拿不了TP100麻QQ', '現在MM好幾手了，最多就TP98，打了好多次都沒100\r<br>P.S. 大拇指戰士\r<br>', 1, '', '', '2020-01-28 09:30:02'),
(389, 'ItzNoob', '早安', '試看看', 0, '', '', '2020-01-28 10:11:41'),
(390, 'MianhuaOuO', 'pa爆', '實體化神人，pa爆\r<br>我來朝聖的###', 1, '', '', '2020-01-28 12:12:43'),
(391, 'ZourimuC', '早安', '居然被做出來了太神了吧', 0, '', '', '2020-01-28 13:32:03'),
(392, 'Candall', '真的假的', '這系統真被生出\r<br>來啦？！果然神\r<br>仙就是不一樣', 0, '', '', '2020-01-28 17:21:12'),
(393, 'sky93192', '新用戶報到', '朝聖\r<br>居然把IM做出來啦，神!', 0, '', '', '2020-01-28 18:18:00'),
(394, 'chiyu921025', '太神了吧www', '新人報到uwu', 4, '', '', '2020-01-28 21:53:09'),
(395, 's1mpleHappy', 'Neko我婆!!!', '我和neko贴贴\r<br>www', 1, '', '', '2020-01-29 01:59:02'),
(396, 'BIG_YELLOW', '测试一下，看上去很好玩', '吹爆Ivy就完事了', 0, '', '', '2020-01-29 12:44:53'),
(397, 'sunnynien@gmail.com', 'CYTRUS2應該動畫化！', '太喜歡劇情了，Rin的劇情我直接爆哭\r<br>滿滿洋蔥，沒玩過cytrus1的我驚嘆於它的超展開，\r<br>雷亞編劇太神了，漫畫或動畫化一定支持，\r<br>假如出了小說也一定買爆，雖然現在劇情描述\r<br>都是音效，圖片，配對話，不過世界觀完整了，要出書也不難吧?\r<br>劇情黨真的超佩服雷亞！', 4, '', '../postupload/67b7eb43c7f11c7b3ade2dbf13d3496d.jpg', '2020-01-29 22:35:59'),
(398, 'iamtommy123', '關於精神網路的使用', '看很多人都因為使用精神網路過度產生了一些\r<br>後遺症或戒斷症狀，大家要注意休息喔喔喔!', 0, '', '', '2020-01-29 23:05:44'),
(399, 'jeffreycy.yeh', '這裡棒', '沒想到可以實體，太棒了', 0, '', '', '2020-01-29 23:34:04'),
(400, 'sunnynien@gmail.com', 'CYTUS2應該動畫化！', '太喜歡劇情了，Rin的劇情我直接爆哭\r<br>滿滿洋蔥，沒玩過cytus1的我驚嘆於它的超展開，\r<br>雷亞編劇太神了，漫畫或動畫化一定支持，\r<br>假如出了小說也絕對買爆，雖然現在劇情描述\r<br>都是音效，圖片，配對話，不過世界觀完整了，要出書也不難吧?\r<br>劇情黨真的超佩服雷亞！', 1, '', '../postupload/f3125a7c6db5d4aebf7d21409281163f.jpg', '2020-01-29 23:36:27'),
(401, 'sunnynien@gmail.com', 'CYTUS2應該動畫化！', '太喜歡劇情了，Rin的劇情我直接爆哭\r<br>滿滿洋蔥，沒玩過cytus1的我驚嘆於它的超展開，\r<br>雷亞編劇太神了，漫畫或動畫化一定支持，\r<br>假如出了小說也絕對買爆，雖然現在劇情描述\r<br>都是音效，圖片，配對話，不過世界觀完整了，要出書也不難吧?\r<br>劇情黨真的超佩服雷亞！', 3, '', '../postupload/551965db239028310ad3c59fcbd5e264.jpg', '2020-01-29 23:36:34'),
(402, 'iamtommy123', '早安', '大家早安!\r<br>有點無聊來\r<br>排一下角色\r<br>好了ww\r<br>Paff\r<br>NEKO#ФwФ\r<br>ROBO_Head\r<br>Ivy\r<br>Crystal \r<br>PuNk\r<br>Miku\r<br>Xenon\r<br>ConneR\r<br>Cherry\r<br>Joe\r<br>Sagar\r<br>Rin\r<br>Aroma\r<br>Nora\r<br>Neko\r<br>嘿嘿', 1, '', '', '2020-01-30 07:31:21'),
(403, 'Jerry Yao', 'Jer', 'Hi\r<br>', 1, '', '', '2020-01-30 10:59:21'),
(404, 'Raiden', 'CYTUS 2', '谁mm了70个\r<br>chaos以上的\r<br>举手', 3, '', '', '2020-01-30 13:39:08'),
(405, 'holyned', '[圖片] Cytus II', 'Com_UKC_109_01_31\r<br>來玩一下這個\r<br>順便推廣\r<br>\r<br>Cytus II 歌曲封面\r<br>https://photos.app.goo.gl/Ho4ae6pK3nr3kpug8\r<br>\r<br>Cytus II - 「毀損的OS」\r<br>https://photos.app.goo.gl/gugRywFXERjkJv5y6\r<br>\r<br>再附上一張 Secret Weapon 如果做成一代的icon/logo\r<br>如果貼得成的話\r<br>', 0, '', '../postupload/98007161755ed6f4ef078d993388c4ee.png', '2020-01-31 11:29:44'),
(406, 'kanoharuka', 'Ć͞R̶̸͝Ȩ̴̵̧ÉP̡͡ER？', 'discord☑\r<br>youtube☑\r<br>plurk☑\r<br>facebook☑\r<br>twitter☑\r<br>iM☒\r<br>所以我在這裡。\r<br>(在這裡creeper擺明是幹不成的啊！為何我要在音遊群裡找死！\r<br>(這篇是重發，因為上次迴響不好，這次如果數量夠多的話考慮剪成影片。', 0, '', '../postupload/63658505dc6ab30f5abc8a1af92f34ac.jpg', '2020-01-31 18:03:13'),
(407, 'DOGGEST', '測試', '剛進來 用用\r<br>看owo', 1, '', '../postupload/39076f0b00a916a08f51d1ad2506eb48.jpg', '2020-01-31 20:44:39'),
(408, 'a5768549', '測試', '測試測試測試測試測\r<br>試測試測試測試測試\r<br>測試測試測試測試測\r<br>試測試測試測試測試\r<br>測試測試測試測試測\r<br>試測試測試測試測試\r<br>測試測試測試測試測\r<br>試測試測試', 0, '', '', '2020-02-29 21:11:58');

-- --------------------------------------------------------

--
-- 表的结构 `comments`
--

CREATE TABLE `comments` (
  `find_ID` int(10) UNSIGNED NOT NULL,
  `post_id` int(11) NOT NULL,
  `id` int(11) NOT NULL,
  `text` text COLLATE utf8_unicode_ci NOT NULL,
  `commenter` text COLLATE utf8_unicode_ci NOT NULL,
  `hashtag` int(11) NOT NULL,
  `post_time` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `comments`
--

INSERT INTO `comments` (`find_ID`, `post_id`, `id`, `text`, `commenter`, `hashtag`, `post_time`) VALUES
(1, 1, 1, '嗚哇這個東西好帥好先進啊啊啊啊', 'gensin', 0, '0000-00-00 00:00:00'),
(2, 3, 1, '喔喔喔喔喔喔', 'yiyun73313', 0, '0000-00-00 00:00:00'),
(3, 2, 1, '我', 'zhrong0828', 0, '0000-00-00 00:00:00'),
(4, 1, 2, '大老交嗎', 'zhrong0828', 0, '0000-00-00 00:00:00'),
(5, 1, 3, '帥氣ヾ(*ΦωΦ)ツ', 'Meow.meow', 0, '0000-00-00 00:00:00'),
(6, 8, 1, '杜雨芸出來講拉', 'yiyun73313', 0, '0000-00-00 00:00:00'),
(7, 11, 1, '不要', 'yiyun73313', 0, '0000-00-00 00:00:00'),
(8, 10, 1, 'ㄋ484學我發文', 'Ykr666c', 0, '0000-00-00 00:00:00'),
(9, 11, 2, '太神啦～', 'Uring102269', 0, '0000-00-00 00:00:00'),
(10, 5, 1, '泥豪', 'SanFive0107', 0, '0000-00-00 00:00:00'),
(11, 11, 3, '郭', 'Bibobobobob', 0, '0000-00-00 00:00:00'),
(12, 13, 1, '老闆先跟你預約一瓶喝喝看!', 'haruka11195', 0, '0000-00-00 00:00:00'),
(13, 13, 2, '直接來拿沒問題啦', 'C2JOE', 0, '0000-00-00 00:00:00'),
(14, 13, 3, '别说限免了就算是倒贴也是没有用的啦xdd', 'vansir', 0, '0000-00-00 00:00:00'),
(15, 14, 1, '太幸運啦喔喔喔!!!', 'd507100', 0, '0000-00-00 00:00:00'),
(16, 13, 4, '嗚嗚嗚嗚嗚嗚', 'C2JOE', 0, '0000-00-00 00:00:00'),
(17, 16, 1, '貼上imgur或其他網站上的直接網址\r<br>(', 'haruka11195', 0, '0000-00-00 00:00:00'),
(18, 16, 2, '直接網址後面有.jpg或.png', 'haruka11195', 0, '0000-00-00 00:00:00'),
(19, 1, 4, '帥炸！', 'youmu233', 0, '0000-00-00 00:00:00'),
(20, 13, 5, '老闆你會不會騙我！', 'youmu233', 0, '0000-00-00 00:00:00'),
(21, 18, 1, '本機 誠摯恭喜：）', 'C2ROBO', 0, '0000-00-00 00:00:00'),
(22, 13, 6, '乾脆自己喝掉吧。', 'C2Xenon', 0, '0000-00-00 00:00:00'),
(23, 13, 7, '如果老闆自己灌掉兩箱我就考慮買半瓶（X', 'lengzhen12@gmail.com', 0, '0000-00-00 00:00:00'),
(24, 16, 3, '可是我還是失敗（）', 'tantan', 0, '0000-00-00 00:00:00'),
(25, 19, 1, '頭香！你好！', 'youmu233', 0, '0000-00-00 00:00:00'),
(26, 18, 2, '媽！我上ㄓiM了！ヾ(*´∀｀*)ﾉ', 'youmu233', 0, '0000-00-00 00:00:00'),
(27, 14, 2, '簽！', 'youmu233', 0, '0000-00-00 00:00:00'),
(28, 20, 1, '目前可以更改密碼、暱稱、Email喔！', 'a5768549', 0, '0000-00-00 00:00:00'),
(29, 21, 1, '按上一頁的話，因為沒有更新的文章', 'a5768549', 0, '0000-00-00 00:00:00'),
(30, 21, 2, '才會有上述的問題發生，感謝提出BUG！', 'a5768549', 0, '0000-00-00 00:00:00'),
(31, 16, 4, '［Bot］已經幫你手動更新了喔！', 'admin_bot', 0, '0000-00-00 00:00:00'),
(32, 16, 5, '太感謝！！！', 'tantan', 0, '0000-00-00 00:00:00'),
(33, 20, 2, '感謝你=）', 'lengzhen12@gmail.com', 0, '0000-00-00 00:00:00'),
(34, 19, 2, 'X大好！！wwww', 'vansir', 0, '0000-00-00 00:00:00'),
(35, 22, 1, '蘿蔔腿！！！！', 'tantan', 0, '0000-00-00 00:00:00'),
(36, 19, 3, '喔喔喔喔( • ̀ω•́ )', 'wenwang1212@gmail.com', 0, '0000-00-00 00:00:00'),
(37, 19, 4, '窩喔喔喔喔喔⸜(* ॑꒳ ॑* )⸝!!', 'tudui', 0, '0000-00-00 00:00:00'),
(38, 13, 8, '我提議賣給軍火商!!', 'tudui', 0, '0000-00-00 00:00:00'),
(39, 22, 2, '本機 名為蘿蔔頭S:/', 'C2ROBO', 0, '0000-00-00 00:00:00'),
(40, 27, 1, '沒辦法空兩格嘛？嘛。沒關係。', 'C2CONNER', 0, '0000-00-00 00:00:00'),
(41, 19, 5, 'X大！！！！X/X/X/', 'tantan', 0, '0000-00-00 00:00:00'),
(42, 25, 1, '喵喵喵喵喵', 'tantan', 0, '0000-00-00 00:00:00'),
(43, 28, 1, '備註：本ㄐ 天生就是一條老二，這輩子就只能當\r<br>老二，並無初號ㄐ的存在( ͡° ͜ʖ ͡°)\r<br>', 'aki._.', 0, '0000-00-00 00:00:00'),
(44, 27, 2, '本機 也很期待未來:)', 'C2ROBO', 0, '0000-00-00 00:00:00'),
(45, 19, 6, 'X大你好哇！！！', 'Nicole951357', 0, '0000-00-00 00:00:00'),
(46, 22, 3, '蘿蔔腿wwwwww', 'Nicole951357', 0, '0000-00-00 00:00:00'),
(47, 29, 1, '紅茶神仙！！！', 'tantan', 0, '0000-00-00 00:00:00'),
(48, 29, 2, '紅茶神仙！！！（跟上', 'aki._.', 0, '0000-00-00 00:00:00'),
(49, 10, 2, '參考並加以改善（？）(つД`)', 'Meow.meow', 0, '0000-00-00 00:00:00'),
(50, 10, 3, '若ㄅ喜翻我在此道歉刪文（咦？沒刪文鍵#', 'Meow.meow', 0, '0000-00-00 00:00:00'),
(51, 29, 3, '红茶神仙！！！', '1127284698', 0, '0000-00-00 00:00:00'),
(52, 29, 4, '斷隊形！', 'youmu233', 0, '0000-00-00 00:00:00'),
(53, 30, 1, '不要', 'yiyun73313', 0, '0000-00-00 00:00:00'),
(54, 29, 5, '紅茶神仙!!', 'Ykr666c', 0, '0000-00-00 00:00:00'),
(55, 29, 6, '真的是神仙XDD', 'azalea', 0, '0000-00-00 00:00:00'),
(56, 19, 7, 'X大晚上好!!', 'haruka11195', 0, '0000-00-00 00:00:00'),
(57, 7, 1, '卡ㄍ', 'tudui', 0, '0000-00-00 00:00:00'),
(58, 29, 7, '紅茶神仙！！', 'Arina1007', 0, '0000-00-00 00:00:00'),
(59, 13, 9, '超想試試看wwwwwwwwwwwww', 's31197572', 0, '0000-00-00 00:00:00'),
(60, 19, 8, '我出現在X大文的留言裡了！！', 'Arina1007', 0, '0000-00-00 00:00:00'),
(61, 27, 3, '前排!!!是ConneR老师啊我好激动XDD', 'Nozi', 0, '0000-00-00 00:00:00'),
(62, 30, 2, '在网络ok的情况下能看到大头贴哒！本人使用\r<br>的是小米自带浏览器', 'wyt_2918', 0, '0000-00-00 00:00:00'),
(63, 27, 4, '希望以后也能欣赏到老师绝佳的作品～', 'Nozi', 0, '0000-00-00 00:00:00'),
(64, 13, 10, '胃贫体质高度害怕中wwww', 'Nozi', 0, '0000-00-00 00:00:00'),
(65, 23, 1, '我我我我我也是啊XD', 'Nozi', 0, '0000-00-00 00:00:00'),
(66, 29, 8, '紅茶神仙！！！', 'chashuang', 0, '0000-00-00 00:00:00'),
(67, 13, 11, '頭盔仔身為朋友我們應該要同進退吧？', 'C2JOE', 0, '0000-00-00 00:00:00'),
(68, 13, 12, '賣給軍火商嗎？我看他們也不要吧哈哈哈\r<br>我喝半瓶你買兩箱也不錯', 'C2JOE', 0, '0000-00-00 00:00:00'),
(69, 19, 9, '大家可以叫他頭盔仔（X', 'C2JOE', 0, '0000-00-00 00:00:00'),
(70, 33, 1, '蘭的專輯！ 誰幫我買一張我請他一個禮拜！！！', 'C2JOE', 0, '0000-00-00 00:00:00'),
(71, 19, 10, '是活著的X大啊啊啊啊٩(≧▽≦)۶', 'olivia', 0, '0000-00-00 00:00:00'),
(72, 30, 3, '有些人的看得见有些人的看不见…我用夸克浏\r<br>览器，速度不怎么好', 'Nozi', 0, '0000-00-00 00:00:00'),
(73, 30, 4, '因為圖床基本上是使用Imgur拉\r<br>中國有時候會封', 'a5768549', 0, '0000-00-00 00:00:00'),
(74, 34, 1, '發現AYA', 'inco2525', 0, '0000-00-00 00:00:00'),
(75, 19, 11, 'Xenon大晚上好！！', 'WuYin', 0, '0000-00-00 00:00:00'),
(76, 29, 9, '红茶神仙！！', '3021569526', 0, '0000-00-00 00:00:00'),
(77, 37, 1, '還有我說各位看的到我的頭貼嗎——', 'WuYin', 0, '0000-00-00 00:00:00'),
(78, 36, 1, 'iM也有彩色圖片喔 只是比較少w', 'Arina1007', 0, '0000-00-00 00:00:00'),
(79, 37, 2, '你好!!头贴似乎看不见哟……呜哇', 'Nozi', 0, '0000-00-00 00:00:00'),
(80, 37, 3, '看不到...', 'SanFive0107', 0, '0000-00-00 00:00:00'),
(81, 37, 4, '還真的看不到......我是用雲端的連結放的', 'WuYin', 0, '0000-00-00 00:00:00'),
(82, 37, 5, '［bot］帳號ID:WuYin，照片已經手動處理完成。', 'admin_bot', 0, '0000-00-00 00:00:00'),
(83, 31, 1, '對不起', 'a5768549', 0, '0000-00-00 00:00:00'),
(84, 38, 1, '  下午好。', 'C2CONNER', 0, '0000-00-00 00:00:00'),
(85, 39, 1, '可是點進貼文之後就不能用了......', 'WuYin', 0, '0000-00-00 00:00:00'),
(86, 40, 1, '破 還會有問題 不是台大ㄇ', 'YIYUN73313', 0, '0000-00-00 00:00:00'),
(87, 40, 2, '對不起', 'a5768549', 0, '0000-00-00 00:00:00'),
(88, 41, 1, '你頂到紅茶了...', 'Bibobobobob', 0, '0000-00-00 00:00:00'),
(89, 42, 1, '你是屌', 'Bibobobobob', 0, '0000-00-00 00:00:00'),
(90, 45, 1, '了不起', 'Bibobobobob', 0, '0000-00-00 00:00:00'),
(91, 44, 1, '近日來的言論或許過激在此跟大家道歉，不過我接下來要說明...', 'a5768549', 0, '0000-00-00 00:00:00'),
(92, 44, 2, '台大紅多屌 我們有個哈佛龍耶', 'YIYUN73313', 0, '0000-00-00 00:00:00'),
(93, 44, 3, '道歉文..........', 'Bibobobobob', 0, '0000-00-00 00:00:00'),
(94, 45, 2, '氣氣氣氣氣', 'lengzhen12@gmail.com', 0, '0000-00-00 00:00:00'),
(95, 46, 1, '東方廚製粽', 'Bibobobobob', 0, '0000-00-00 00:00:00'),
(96, 46, 2, '你才東方廚', 'a5768549', 0, '0000-00-00 00:00:00'),
(97, 46, 3, '目前只有台灣使用者能玩喔\r<br>大陸不開放github', 'a5768549', 0, '0000-00-00 00:00:00'),
(98, 45, 3, '我是說 在座的各位都是', '瞳薔', 0, '0000-00-00 00:00:00'),
(99, 41, 2, '？？？中毒了？？？', 'youmu233', 0, '0000-00-00 00:00:00'),
(101, 51, 1, 'IS THE REAL IM!!!! OMGGGG :33', 'rayarker', 0, '0000-00-00 00:00:00'),
(102, 52, 1, '(就是很廢ㄉ早安文', 'Ykr666C', 0, '0000-00-00 00:00:00'),
(103, 52, 2, 'MORNINGGG!!!! :333\r<br>', 'rayarker', 0, '0000-00-00 00:00:00'),
(104, 52, 3, '早安', 'Bibobobobob', 0, '0000-00-00 00:00:00'),
(105, 55, 1, ':33', 'Rayarker', 0, '0000-00-00 00:00:00'),
(106, 66, 1, '欠噓', 'fidioys', 0, '0000-00-00 00:00:00'),
(108, 73, 1, 'Neko我婆', '0Jacky0', 0, '0000-00-00 00:00:00'),
(109, 66, 3, '可惡沒有噓的按鈕', '940228s@gmail.com', 0, '0000-00-00 00:00:00'),
(110, 76, 1, '斷', 'teni', 0, '0000-00-00 00:00:00'),
(112, 80, 1, '破貓佔領', '940228s@gmail.com', 0, '0000-00-00 00:00:00'),
(114, 76, 3, '炸\r<br>', '940228s@gmail.com', 0, '0000-00-00 00:00:00'),
(115, 80, 3, '@NEKO ', 'mars', 0, '0000-00-00 00:00:00'),
(116, 85, 1, '台大', 'Mooyu0505', 0, '0000-00-00 00:00:00'),
(117, 95, 1, '＼ROBO／＼ROBO／＼ROBO／ /;)', 'ewewrtrtewew', 0, '0000-00-00 00:00:00'),
(118, 95, 2, '＼ROBO／＼ROBO／＼ROBO／', 'hawin', 0, '0000-00-00 00:00:00'),
(119, 98, 1, 'ME TOO!!!!! Damn it MONO', 'sirogahn', 0, '0000-00-00 00:00:00'),
(120, 97, 1, '甲鬼甲怪', '940228s@gmail.com', 0, '0000-00-00 00:00:00'),
(121, 98, 2, 'GIVE IT TO US before we protest \r<br>again', 'hawin', 0, '0000-00-00 00:00:00'),
(122, 95, 3, 'Robo is LUV', 'sirogahn', 0, '0000-00-00 00:00:00'),
(123, 98, 3, 'We need more PAFF in our Life', 'SUUE', 0, '0000-00-00 00:00:00'),
(124, 95, 4, '＼ROBO／＼ROBO／＼ROBO／', 'someponyscream', 0, '0000-00-00 00:00:00'),
(125, 109, 1, 'Its pretty cool', 'necromanticelf', 0, '0000-00-00 00:00:00'),
(126, 109, 2, 'Yess!! :3', 'Rayarker', 0, '0000-00-00 00:00:00'),
(127, 107, 1, 'Soy inevitable :v', 'Rayarker', 0, '0000-00-00 00:00:00'),
(128, 103, 1, 'Hiii!!! :33', 'Rayarker', 0, '0000-00-00 00:00:00'),
(129, 105, 1, 'Yessss!!\r<br>NekoPaff for life!!! ', 'Rayarker', 0, '0000-00-00 00:00:00'),
(130, 100, 1, 'F', 'Rayarker', 0, '0000-00-00 00:00:00'),
(131, 101, 1, 'NEKOPAFF!! ', 'Rayarker', 0, '0000-00-00 00:00:00'),
(132, 98, 4, '#MONOWILLPAY :3', 'Rayarker', 0, '0000-00-00 00:00:00'),
(133, 102, 1, 'RIP my money if that happened.', 'A001', 0, '0000-00-00 00:00:00'),
(134, 109, 3, 'Agreed!!', 'Sporc', 0, '0000-00-00 00:00:00'),
(135, 102, 2, 'Take my money...!! ', 'Sporc', 0, '0000-00-00 00:00:00'),
(136, 105, 2, 'same!!', 'blueglow', 0, '0000-00-00 00:00:00'),
(137, 104, 1, '同意', 'blueglow', 0, '0000-00-00 00:00:00'),
(138, 111, 1, 'YESSS!!!! NEKOPAFF LOVE :3\r<br>', 'Rayarker', 0, '0000-00-00 00:00:00'),
(141, 113, 1, '썬더!', 'pne0309', 0, '0000-00-00 00:00:00'),
(143, 111, 2, 'text<br>test', '312321321321432', 0, '0000-00-00 00:00:00'),
(144, 111, 3, '好吧,還不支持多行...', '312321321321432', 0, '0000-00-00 00:00:00'),
(146, 114, 1, '野\r<br>', '940228s@gmail.com', 0, '0000-00-00 00:00:00'),
(149, 114, 3, '斷', 'pinkie1301', 0, '0000-00-00 00:00:00'),
(150, 61, 1, '我还以为你真的被禁言了wwwww', '1178747370', 0, '0000-00-00 00:00:00'),
(152, 35, 1, '惨案现场wwwwww【被打', '1178747370', 0, '0000-00-00 00:00:00'),
(155, 116, 2, '我也来报个到w', '1178747370', 0, '0000-00-00 00:00:00'),
(156, 116, 3, '卡', '940228s@gmail.com', 0, '0000-00-00 00:00:00'),
(158, 116, 4, '+1', 'tt52477', 0, '0000-00-00 00:00:00'),
(160, 109, 4, 'Hi,Akane.', 'Engel', 0, '0000-00-00 00:00:00'),
(161, 109, 5, 'Hi,Akane.', 'Engel', 0, '0000-00-00 00:00:00'),
(162, 115, 1, 'Neko is better', 'Neko Waifu', 0, '0000-00-00 00:00:00'),
(163, 111, 4, '阿鬼，你還是說中文吧', 'Neko Waifu', 0, '0000-00-00 00:00:00'),
(164, 117, 2, '可以問三圍嗎[該用戶已被禁言。]', 'Neko Waifu', 0, '0000-00-00 00:00:00'),
(165, 116, 5, '你好你好', 'WuYin', 0, '0000-00-00 00:00:00'),
(166, 117, 3, '喔喔喔喔喔喔', 'imsadouo', 0, '0000-00-00 00:00:00'),
(167, 115, 2, 'NOO!\r<br>NEKOPAFF IS BETTERR!! >:3', 'Rayarker', 0, '0000-00-00 00:00:00'),
(168, 117, 4, 'PAFF/PAFF/PAFF/', 'Rayarker', 0, '0000-00-00 00:00:00'),
(169, 116, 6, 'Mee tooo!!! :3', 'Rayarker', 0, '0000-00-00 00:00:00'),
(170, 1, 5, 'YUSSS!!! :33', 'Rayarker', 0, '0000-00-00 00:00:00'),
(171, 117, 5, '有合演Neko的本子嗎？［該用戶已被禁\r<br>言］', 'Night _dragon', 0, '0000-00-00 00:00:00'),
(172, 91, 2, '是時侯來開場演唱會了呢(笑)', 'Night _dragon', 0, '0000-00-00 00:00:00'),
(173, 116, 7, '+1~', 'blueglow', 0, '0000-00-00 00:00:00'),
(174, 116, 8, '簽個\r<br>順便測試頭像有沒有出來', 'willachen26@gmail.com', 0, '0000-00-00 00:00:00'),
(175, 13, 13, '怕', 'imsadouo', 0, '0000-00-00 00:00:00'),
(176, 108, 2, '蘿蔔之手wwww', 'asd151980', 0, '0000-00-00 00:00:00'),
(179, 123, 2, '［bot］帳號ID:［Error］，不是網址，無法手動更新', 'admin_bot', 0, '0000-00-00 00:00:00'),
(180, 122, 2, '拉板凳看是什麼恥ㄉ事', 'lengzhen12@gmail.com', 0, '0000-00-00 00:00:00'),
(181, 124, 1, '［bot］帳號ID:j12521，已手動更新圖片網址', 'admin_bot', 0, '0000-00-00 00:00:00'),
(182, 123, 3, '在首頁按左上角那個icon, 然後找圖片(要用圖片的url)', 'blueglow', 0, '0000-00-00 00:00:00'),
(183, 111, 5, '@Neko Waifu\r<br>\r<br>(死了', 'blueglow', 0, '0000-00-00 00:00:00'),
(184, 125, 1, '...P..PrayForHongKong.... ><', 'blueglow', 0, '0000-00-00 00:00:00'),
(185, 117, 6, '安安', 'imsadouo', 0, '0000-00-00 00:00:00'),
(186, 116, 9, '問頭像有沒有出來的那個,我看是沒有拉ww', 'imsadouo', 0, '0000-00-00 00:00:00'),
(187, 114, 5, '野', 'imsadouo', 0, '0000-00-00 00:00:00'),
(189, 117, 7, '這個，不方便透漏。', 'C2PAFF', 0, '0000-00-00 00:00:00'),
(190, 117, 8, 'PAFF/PAFF/PAFF/PAFF/PAFF/', 'WPY', 0, '0000-00-00 00:00:00'),
(191, 122, 3, '入戲太深....', 'Ephoca_107616', 0, '0000-00-00 00:00:00'),
(192, 129, 1, '可是這裡沒ㄊㄓ', '940228s@gmail.com', 0, '0000-00-00 00:00:00'),
(196, 129, 3, 'ㄊㄓ', 'godtotoro', 0, '0000-00-00 00:00:00'),
(197, 123, 4, '謝謝各位我弄好了，雖然是用今天更新的檔\r<br>案上傳功能啦><\r<br>', 'willachen26@gmail.com', 0, '0000-00-00 00:00:00'),
(198, 138, 1, '笑死 發文代碼138', 'Mooyu0505', 0, '0000-00-00 00:00:00'),
(199, 137, 1, '不給NEKO幫忙ㄉ後果辣(( ΦдΦ ))', 'C2NEKO', 0, '0000-00-00 00:00:00'),
(200, 139, 1, '嘟嘟嘟 嘟嘟嘟 嘟嘟嘟 大大大', 'Mooyu0505', 0, '0000-00-00 00:00:00'),
(201, 139, 2, '嘟嘟嘟 嘟嘟嘟 嘟嘟嘟 搭搭搭ヽ(✿ﾟ▽ﾟ)ノ', 'asd151980', 0, '0000-00-00 00:00:00'),
(202, 139, 3, '嘟嘟嘟 嘟嘟嘟嘟 打打打', 'Xenon R', 0, '0000-00-00 00:00:00'),
(203, 138, 2, '打炮', 'inco2525', 0, '0000-00-00 00:00:00'),
(208, 137, 3, '那你吉他先', '940228s@gmail.com', 0, '0000-00-00 00:00:00'),
(209, 144, 1, '有專屬外框的帳號都是之前抽出去的喔，詳情請看我的twitter', 'a5768549', 0, '0000-00-00 00:00:00'),
(210, 143, 1, '真的很神', 'charleswu0418', 0, '0000-00-00 00:00:00'),
(211, 129, 4, '好喔\r<br>', 'charleswu0418', 0, '0000-00-00 00:00:00'),
(212, 74, 1, '+1\r<br>', 'charleswu0418', 0, '0000-00-00 00:00:00'),
(213, 139, 5, '嘟嘟嘟嘟嘟嘟嘟嘟', 'charleswu0418', 0, '0000-00-00 00:00:00'),
(214, 144, 2, '應該算非官方的官方帳號？', 'a5768549', 0, '0000-00-00 00:00:00'),
(215, 19, 12, '=omg im is real\r<br>', 'charleswu0418', 0, '0000-00-00 00:00:00'),
(216, 145, 1, '我好興奮啊！！！\r<br>', 'tiqieh', 0, '0000-00-00 00:00:00'),
(217, 143, 2, '猛', 'walter0028', 0, '0000-00-00 00:00:00'),
(218, 145, 2, 'NEKOxPAFF/NEKOxPAFF/NEKOxPAFF/', 'eden0116', 0, '0000-00-00 00:00:00'),
(219, 143, 3, '真的超神，就差音效、背景音樂還有動畫了\r<br>讚嘆A.R.C.', 'WhereIsRobo', 0, '0000-00-00 00:00:00'),
(220, 147, 1, '小心等等被禁言w', 'WhereIsRobo', 0, '0000-00-00 00:00:00'),
(221, 139, 6, '嚕嚕嚕嚕嚕嚕嚕嚕什麼啦 吵死\r<br>[該用戶已被禁言]', 'WhereIsRobo', 0, '0000-00-00 00:00:00'),
(222, 122, 4, '竟然有會有這種事(# ﾟДﾟ)\r<br>原來要拔掉才能睡，我說明書都沒看，\r<br>每天都連著精神網路的線在睡覺...\r<br>我是不是要去檢查一下我晚上是不是都發了什麼奇怪的文(ﾟ∀ﾟ)', 'WhereIsRobo', 0, '0000-00-00 00:00:00'),
(223, 140, 1, '管理員大大辛苦了！', 'WhereIsRobo', 0, '0000-00-00 00:00:00'),
(224, 134, 2, '有些歌 MM真的有夠難...', 'WhereIsRobo', 0, '0000-00-00 00:00:00'),
(225, 137, 4, '超期待的！\r<br>x/ x/ x/ x/ x/', 'WhereIsRobo', 0, '0000-00-00 00:00:00'),
(226, 117, 9, '這簡短的發文...\r<br>一定是Paff本人!!!', 'WhereIsRobo', 0, '0000-00-00 00:00:00'),
(227, 108, 3, '請問ROBE手能分析出2.5什麼時候更新嗎', 'WhereIsRobo', 0, '0000-00-00 00:00:00'),
(228, 95, 5, '蘿蔔的劇情什麼時候會更新?\r<br>Robo/Robo/Robo/\r<br>', 'WhereIsRobo', 0, '0000-00-00 00:00:00'),
(229, 91, 3, '國家是什麼？\r<br>我只知道Node...\r<br>現在各Node最通用的語言應該就是英文了吧', 'WhereIsRobo', 0, '0000-00-00 00:00:00'),
(230, 145, 3, '有p網或twitter嗎 想關注', 'eden0116', 0, '0000-00-00 00:00:00'),
(231, 41, 3, 'iM今天是不是怪怪的...\r<br>去和A.R.C.通報吧', 'WhereIsRobo', 0, '0000-00-00 00:00:00'),
(232, 29, 10, 'ROBO神仙！\r<br>A.R.C.神仙！\r<br>紅茶不要瞞著我們了，你就是A.R.C的人吧', 'WhereIsRobo', 0, '0000-00-00 00:00:00'),
(233, 142, 2, '帶他去Node3\r<br>把他棄屍在路邊也沒人會管吧', 'WhereIsRobo', 0, '0000-00-00 00:00:00'),
(234, 139, 7, '嘟嘟嘟 嘟嘟嘟 嘟嘟嘟 打打打ΦωΦ', 'Arina1007', 0, '0000-00-00 00:00:00'),
(235, 145, 4, '求出本', 'ponyunknown1231', 0, '0000-00-00 00:00:00'),
(236, 143, 4, '真的猛', 'enderboy25567', 0, '0000-00-00 00:00:00'),
(237, 151, 1, 'J̶̧̬̞̟̤̱͊̈́u̢̠͎͒̌ş͇͔̫̟̣͕̮̓ͭ̈͛ͫ͝t̥͈̹͚͌͌͝ ̺͓̞̹͓̯͇̩̃ͭ̃͗̌͌M̶̴̭̣͓͍̼̈ͧ͑ͨ̅̆͌ò͖̻̲̟̯̫͇͓̓́n͇̖̝̼ͦ̅͆ͪ́ͥͦi̦̘ͪ̈ͮ͟ķ̶̡̻̘̱̫̲̉̄̂͗͂́̋̆a̸͖͈̗̖̗̺ͧͩ͂̾͗̎̎̚͡', 'yajyu810', 0, '0000-00-00 00:00:00'),
(241, 145, 6, '轉貼而已 我不是作者', 'teni', 0, '0000-00-00 00:00:00'),
(242, 144, 3, '作者本人回應欸！！', '312321321321432', 0, '0000-00-00 00:00:00'),
(243, 153, 1, '一個小立牌180真的是盤子....', 'WhereIsRobo', 0, '0000-00-00 00:00:00'),
(244, 148, 2, '@ROBO_Head', 'annann0219', 0, '0000-00-00 00:00:00'),
(245, 150, 2, '唐 突 惡 臭', 'WhereIsRobo', 0, '0000-00-00 00:00:00'),
(246, 156, 1, 'Welcome to ようこそジャパリパーク', 'WhereIsRobo', 0, '0000-00-00 00:00:00'),
(247, 139, 8, '嘟嘟嘟 嘟嘟嘟 嘟嘟嘟 打打打~', 'annann0219', 0, '0000-00-00 00:00:00'),
(248, 139, 9, '嘟嘟嘟 嘟嘟嘟 嘟嘟嘟 打打打~', 'annann0219', 0, '0000-00-00 00:00:00'),
(249, 145, 7, '口黑口黑', 'annann0219', 0, '0000-00-00 00:00:00'),
(250, 154, 1, '這是我繼Neko的嚕嚕嚕後看過最廢的廢文了', 'WhereIsRobo', 0, '0000-00-00 00:00:00'),
(251, 153, 2, '小立牌真的好貴QAQ', 'Arina1007', 0, '0000-00-00 00:00:00'),
(253, 160, 1, '想喝!!ヾ(❀╹◡╹)ﾉﾞ❀~', 'Nozi', 0, '0000-00-00 00:00:00'),
(254, 138, 3, '结婚!!结婚!!!', 'Nozi', 0, '0000-00-00 00:00:00'),
(255, 123, 5, '想问一下楼主怎么做的…我没有文件显示耶', 'Nozi', 0, '0000-00-00 00:00:00'),
(257, 116, 10, '+1', 'YuDi0819', 0, '0000-00-00 00:00:00'),
(258, 160, 3, '明明是酒吧卻賣牛奶，某個牛奶男看來要高興\r<br>壞了', '496732908', 0, '0000-00-00 00:00:00'),
(259, 150, 3, 'cytus2 風評被害', 'zhrong0828', 0, '0000-00-00 00:00:00'),
(260, 150, 4, '過於草', 'Wolfles810', 0, '0000-00-00 00:00:00'),
(261, 160, 4, '上次嘗試把YAMAMETO餵給農場的牛喝\r<br><br>沒想到隔天可以擠超多出來，頭盔仔要一些嗎?', 'C2JOE', 0, '0000-00-00 00:00:00'),
(262, 111, 6, 'same same xenon x conner is life', 'vifurawa', 0, '0000-00-00 00:00:00'),
(263, 105, 3, 'xenon x conner is life', 'vifurawa', 0, '0000-00-00 00:00:00'),
(264, 168, 1, 'test try', 'ice_prince_xD', 0, '0000-00-00 00:00:00'),
(265, 168, 2, 'yooo i made ittt', 'NikoLazuli', 0, '0000-00-00 00:00:00'),
(266, 160, 5, '可以擠出番茄牛奶嗎', '940228s@gmail.com', 0, '0000-00-00 00:00:00'),
(267, 168, 3, 'welcome!!', 'blueglow', 0, '0000-00-00 00:00:00'),
(268, 153, 3, '有攤位？沒注意', 'yajyu810', 0, '0000-00-00 00:00:00'),
(269, 156, 2, '你是一個...一個一個一個浮蓮子啊啊啊', 'yajyu810', 0, '0000-00-00 00:00:00'),
(270, 170, 1, 'Neko是大家的\r<br>BTW (*ΦωΦ*)NekoXPaff(*ΦωΦ*)', 'ponyunknown1231', 0, '0000-00-00 00:00:00'),
(271, 172, 1, 'IM一直都在啊...？', 'ponyunknown1231', 0, '0000-00-00 00:00:00'),
(272, 170, 2, '@NEKO#ΦωΦ', 'lunar0809', 0, '0000-00-00 00:00:00'),
(273, 169, 1, 'So we', 'Mooyu0505', 0, '0000-00-00 00:00:00'),
(274, 160, 6, '老闆，有沒有香蕉牛奶？', 'liloop', 0, '0000-00-00 00:00:00'),
(275, 160, 7, '沒有血拉!\r<br>有香蕉有牛奶  怎麼可能沒有呢\r<br>', 'C2JOE', 0, '0000-00-00 00:00:00'),
(276, 169, 2, 'Back', 'WhereIsRobo', 0, '0000-00-00 00:00:00'),
(277, 169, 3, 'In the mine', 'WhereIsRobo', 0, '0000-00-00 00:00:00'),
(278, 174, 1, '啊wee改哈鞥嫦娥我刚不疤痕处哈维楚王嗡阿\r<br>格王朔！！！！！！！！', 'Somuga_CyTusologist', 0, '0000-00-00 00:00:00'),
(279, 165, 1, '可以禁言人吗？(灵魂啊)', 'Somuga_CyTusologist', 0, '0000-00-00 00:00:00'),
(280, 177, 1, '臭 死 了', 'Aci300', 0, '0000-00-00 00:00:00'),
(281, 178, 1, '目前檔名重複會無法上傳頭像喔！\r<br>請您確認頭像檔名，如果再不行，請更換瀏覽器再試試！', 'a5768549', 0, '0000-00-00 00:00:00'),
(282, 179, 1, '被ice拉去合作惹（', 'qwerdfbp', 0, '0000-00-00 00:00:00'),
(283, 139, 10, '嘟嘟嘟 嘟嘟嘟 打打打～(￣▽￣～)~', 'qwerdfbp', 0, '0000-00-00 00:00:00'),
(284, 173, 1, '欠噓\r<br>', '940228s@gmail.com', 0, '0000-00-00 00:00:00'),
(285, 186, 1, '幫原po QQ', 'ponyunknown1231', 0, '0000-00-00 00:00:00'),
(286, 169, 4, 'got our pickaxe swinging from', 'blueglow', 0, '0000-00-00 00:00:00'),
(287, 169, 5, 'side to side', 'blueglow', 0, '0000-00-00 00:00:00'),
(288, 187, 1, '我的圖片怎麼不見了...', 'ponyunknown1231', 0, '0000-00-00 00:00:00'),
(289, 187, 2, '抱歉，因為本網站還未新增圖片壓縮技術\r<br>圖片較大時需要較長的等待時間，壓縮功能會於下一次版本更新推出！', 'a5768549', 0, '0000-00-00 00:00:00'),
(290, 187, 3, 'To 紅茶\r<br>管理員大大辛苦了 讚嘆大大', 'ponyunknown1231', 0, '0000-00-00 00:00:00'),
(291, 186, 2, '而且我手机当时没电，放在客厅的座充上了，\r<br><br>然后我手机也……不说了先去哭一会', 'bumblebee0818', 0, '0000-00-00 00:00:00'),
(292, 186, 3, '感觉自己真他喵的是验证了不作死就不会死这\r<br>句话……', 'bumblebee0818', 0, '0000-00-00 00:00:00'),
(293, 169, 6, 'side side side to side', 'WhereIsRobo', 0, '0000-00-00 00:00:00'),
(294, 187, 4, '诶？！你的这只为什么没被基金会收走？！', 'bumblebee0818', 0, '0000-00-00 00:00:00'),
(295, 187, 5, '我之前收养了一只会飞的像meow bot一样的\r<br>索尼wf-sp900，超可爱！！！！\r<br>但是第二天就被基金会找上门没收了，还差点\r<br>被消除记忆了QAQ', 'bumblebee0818', 0, '0000-00-00 00:00:00'),
(296, 188, 1, '拉進警察局', 'smes95303', 0, '0000-00-00 00:00:00'),
(297, 189, 1, '杜先生還欠我五萬呢', 'zhrong0828', 0, '0000-00-00 00:00:00'),
(298, 188, 2, '紅茶辛苦了', 'BunnyMachi', 0, '0000-00-00 00:00:00'),
(299, 190, 1, '哇 4TK', 'jses6012011', 0, '0000-00-00 00:00:00'),
(300, 190, 2, '拜見TK', 'Ita21316140', 0, '0000-00-00 00:00:00'),
(301, 193, 1, '我婆你也敢搶', 'Hexgen', 0, '0000-00-00 00:00:00'),
(302, 195, 1, '等等www\r<br>剛剛有人發完Neko的我接著發PAFF的\r<br>www', 'Paffno1', 0, '0000-00-00 00:00:00'),
(303, 5, 2, 'Floo rof lava', 'mr1234', 0, '0000-00-00 00:00:00'),
(304, 122, 5, '真想看看樓主發的文是啥？：）\r<br>幸好我都記得要拔掉晶片', 'wu0zin', 0, '0000-00-00 00:00:00'),
(305, 205, 1, 'ConneR帥爆', 'showtine100125', 0, '0000-00-00 00:00:00'),
(306, 205, 2, '這邊刪除線居然用不了 乾~~', 'conan1113', 0, '0000-00-00 00:00:00'),
(307, 200, 1, '醒', 'm920306m920306', 0, '0000-00-00 00:00:00'),
(309, 208, 1, '啊是，郭', 'Paffno1', 0, '0000-00-00 00:00:00'),
(310, 209, 1, '回應會長怎樣', 'Oliver', 0, '0000-00-00 00:00:00'),
(311, 219, 1, '讚讚', 'Rory', 0, '0000-00-00 00:00:00'),
(312, 219, 2, '安安安安安安!!!!!', 'barrychen58@gmail.com', 0, '0000-00-00 00:00:00'),
(313, 188, 3, '加油加油，期待你的作品～\r<br>需要的話我也可以幫忙呦٩(｡・ω・｡)﻿و', 's32436515', 0, '0000-00-00 00:00:00'),
(314, 225, 1, '是站在金字塔頂層的萌新嗎', 'conan1113', 0, '0000-00-00 00:00:00'),
(315, 233, 1, 'UwU讚爆', 'taifu9920', 0, '0000-00-00 00:00:00'),
(316, 232, 1, '*~(&gt;ω&lt;)/~**~(&gt;ω&lt;)/~**~(&gt;ω&lt;)/~**~\r<br>(&gt;ω&lt;)/~*', 'megumin3435', 0, '0000-00-00 00:00:00'),
(317, 232, 2, '*~(&gt;ω&lt;)/~**~(&gt;ω&lt;)/~**~(&gt;ω&lt;)/~*\r<br>(我才不要承認我少加上了左手ww', 'taifu9920', 0, '0000-00-00 00:00:00'),
(318, 53, 1, 'NEKOPAFF/NEKOPAFF/NEKOPAFF/', '3021569526', 0, '0000-00-00 00:00:00'),
(319, 233, 2, '是小羊!!!!', 'megumin3435', 0, '0000-00-00 00:00:00'),
(320, 236, 1, 'Yesss!!! NEKOPAFF!! :3', 'Rayarker', 0, '0000-00-00 00:00:00'),
(321, 237, 1, 'ㄐㄐ', 'pinkie1301', 0, '0000-00-00 00:00:00'),
(324, 240, 2, '我喜歡聖人跟老師的cp……（？）', 'mooyu0505', 0, '0000-00-00 00:00:00'),
(325, 245, 1, 'i miss her, too TTTTTTTTTT', 'mooyu0505', 0, '0000-00-00 00:00:00'),
(327, 243, 1, '燈燈燈燈 燈燈燈 燈燈燈燈燈燈(', 'WuYin', 0, '0000-00-00 00:00:00'),
(328, 242, 1, 'I love this 奶茶', 'blueglow', 0, '0000-00-00 00:00:00'),
(329, 240, 3, '或許我就是我自己的粉絲。', 'C2Xenon', 0, '0000-00-00 00:00:00'),
(330, 247, 1, 'Thank you for your reply！\r<br>大変あなたの反応に感謝して！', 'a5768549', 0, '0000-00-00 00:00:00'),
(331, 156, 3, '+%z%\r<br>', 'abc987der', 0, '0000-00-00 00:00:00'),
(332, 236, 2, '[此用戶已被禁言]', 'taroisgood', 0, '0000-00-00 00:00:00'),
(333, 253, 1, '2.5 when..', 'NekoLove', 0, '0000-00-00 00:00:00'),
(334, 246, 2, '讓@robo_head看就知道有沒有毒了', 'Sfd_youtube', 0, '0000-00-00 00:00:00'),
(335, 254, 1, 'Neko賽高', 'Sfd_youtube', 0, '0000-00-00 00:00:00'),
(336, 239, 1, '佬', 'Sfd_youtube', 0, '0000-00-00 00:00:00'),
(337, 247, 2, 'hi\r<br>', 'behere', 0, '0000-00-00 00:00:00'),
(338, 187, 6, '\r<br>&gt;基金會特工將會回收此異常物件\r<br>&gt;除基金會人員以外的人的將會接受一次A\r<br>級記憶消除\r<br>&gt;此異常物件將會被收容至Site-CN-77\r<br>&gt;訊息中斷-通訊已被入侵', 'survive55', 0, '0000-00-00 00:00:00'),
(341, 262, 1, 'Coming \r<br>sooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo\r<br>oooon', 'sirogahn', 0, '0000-00-00 00:00:00'),
(343, 263, 1, '一個人(X\r<br>', 'qaqee87', 0, '0000-00-00 00:00:00'),
(344, 261, 1, '感覺超好的www\r<br>@ROBO_Head\r<br>#應該是沒用啦', 'Akagiyoukai', 0, '0000-00-00 00:00:00'),
(345, 254, 2, 'Neko賽高 (ΦωΦ)', 'cyy8800', 0, '0000-00-00 00:00:00'),
(346, 263, 2, '上來看看\r<br>還不錯啦\r<br>', 'tunalin0503', 0, '0000-00-00 00:00:00'),
(347, 267, 1, 'Nora is cute too', 'ponyunknown1231', 0, '0000-00-00 00:00:00'),
(348, 269, 1, '建議樓主去看個醫生 有可能也被攻擊了 希望我可愛的Neco沒事', 'ponyunknown1231', 0, '0000-00-00 00:00:00'),
(352, 270, 1, '不期不待~不受傷害(X', 'yoyo870116', 0, '0000-00-00 00:00:00'),
(353, 270, 2, '@ROBO_Head', 'robbie0321132', 0, '0000-00-00 00:00:00'),
(356, 267, 2, '@QTtttt\r<br>i like that little computer her hugging', 'ta1123232', 0, '0000-00-00 00:00:00'),
(357, 267, 3, '*she', 'ta1123232', 0, '0000-00-00 00:00:00'),
(358, 272, 1, '真的超好笑的，搜索cytus2的tag直接就有啦', '2058659005@qq.com', 0, '0000-00-00 00:00:00'),
(359, 272, 2, '那時作為當事人我直接笑到肚子疼啦，很想發\r<br>當時的圖片但好像發佈後不能補充配圖的樣子', '2058659005@qq.com', 0, '0000-00-00 00:00:00'),
(360, 272, 3, '話說鴿子雷亞什麼時候才會發佈2.5版本\r<br>呢？？？', '2058659005@qq.com', 0, '0000-00-00 00:00:00'),
(368, 269, 3, 'NEKO啦幹', 'mooyu0505', 0, '0000-00-00 00:00:00'),
(370, 272, 4, '我有看到餛飩wwww最後面那個翻譯錯\r<br>誤的餛飩超好笑', 'Arina1007', 0, '2019-08-20 23:33:29'),
(371, 273, 1, '被駭客弄好幾次就漸漸沒人了', 'robbie0321132', 0, '2019-09-07 12:13:48'),
(372, 210, 1, 'そうだね', '546879', 0, '2019-09-09 16:24:09'),
(373, 181, 1, '好澀喔(*´艸`*)再來一份澀圖！', '546879', 0, '2019-09-09 16:28:51'),
(374, 1, 6, '讚一個', 'Uvernight', 0, '2019-09-22 15:23:29'),
(375, 274, 1, '試留言', 'Kelauli', 0, '2019-09-23 21:54:26'),
(376, 204, 1, '（舉', 'MGT1021', 0, '2019-09-24 18:50:59'),
(377, 282, 1, 'wwww', 'sesame9487', 0, '2019-10-11 18:52:09'),
(378, 278, 1, 'O-oooooooooo AAAAE-A-A-I-A-U- JO-oooooooooooo AAE-O-A-A-U-U-A- \r<br>E-eee-ee-eee AAAAE-A-E-I-E-A- JO-ooo-oo-oo-oo EEEEO-A-AAA-AAAA', 'MGT1021', 0, '2019-10-17 20:47:55'),
(379, 284, 1, '法抗拒', 'kylechen1', 0, '2019-11-10 21:39:24'),
(380, 282, 2, 'meow meow meow meow meow meow meow meow meow meow meow meow meow \r<br>meow meow meow meow meow meow meow ', 'Jaymiow', 0, '2019-11-14 01:26:41'),
(381, 289, 1, '安安', 'wasdandy0', 0, '2019-11-16 10:55:21'),
(382, 289, 2, 'hello', 'whiteinpencil', 0, '2019-11-16 15:14:14'),
(383, 289, 3, '安安', 'kirito', 0, '2019-11-17 21:48:19'),
(384, 280, 1, 'another hi from HK people\r<br>', 'NoName0000', 0, '2019-11-17 22:59:52'),
(385, 289, 4, '你好，PAFF', 'Nora', 0, '2019-11-18 09:07:21'),
(386, 298, 1, '(按錯發文鍵啦……)\r<br>在遊戲中，NEKO曾經用過iM私訊,所以我想開發者可\r<br>以新增一個私訊的功能', 'Nora', 0, '2019-11-18 09:12:05'),
(387, 292, 1, '同感', 'Nora', 0, '2019-11-18 10:21:02'),
(388, 290, 1, '你用手機也可以上啊，我就是在用手機', 'Nora', 0, '2019-11-18 10:34:16'),
(389, 241, 1, '你好', 'Nora', 0, '2019-11-18 10:35:20'),
(390, 298, 2, '私訊建起來這個iM系統感覺更完美了', 'Jaymiow', 0, '2019-11-18 22:26:36'),
(391, 296, 1, '你好 ! Nora', 'Jaymiow', 0, '2019-11-18 22:27:46'),
(392, 292, 2, '雖然說這是二次創作的，不過如果把iM做得越來越好，感覺很有發展呢', 'Jaymiow', 0, '2019-11-18 22:30:06'),
(393, 301, 1, '加油哦^_^', 'Nora', 0, '2019-11-20 14:55:32'),
(394, 297, 1, '真的...希望能加', 'MimaJuan', 0, '2019-11-21 21:55:52'),
(395, 302, 1, '版主鬧鐘調起來WWWW', 'daber840331', 0, '2019-11-22 21:51:27'),
(396, 302, 2, '加油啊\r<br>', 'Nora', 0, '2019-11-28 21:08:16'),
(397, 303, 1, '我是AE Sir', 'Nora', 0, '2019-11-29 19:41:45'),
(398, 303, 2, '沒有 ', 'zgmfx20a', 0, '2019-12-03 01:23:32'),
(399, 305, 1, '這頭像我喜歡 w', 'zgmfx20a', 0, '2019-12-05 00:24:27'),
(400, 306, 1, '給你ㄊㄓ =D', 'zgmfx20a', 0, '2019-12-05 00:24:54'),
(401, 309, 1, '好的，謝謝', 'Nora', 0, '2019-12-10 23:15:17'),
(402, 309, 2, '好的，謝謝', 'wan070708', 0, '2019-12-11 14:55:08'),
(403, 307, 1, '格', 'Lavey710', 0, '2019-12-15 00:07:20'),
(404, 298, 3, '如果有多標記功能 完美\r<br>但是也需要一段時間 開發者辛苦了', 'BrickGaming420', 0, '2019-12-15 00:24:08'),
(405, 287, 1, '沒事沒事\r<br>呢不是在玩FGO', 'BrickGaming420', 0, '2019-12-15 00:26:47'),
(406, 315, 1, '真的 請接受我的膝蓋', 'BrickGaming420', 0, '2019-12-15 00:33:13'),
(407, 316, 1, '484沒有圖片 我以為他會撤回沒想到卻成\r<br>為文章wwww', 'BrickGaming420', 0, '2019-12-15 00:35:49'),
(408, 307, 2, '炸', 'BrickGaming420', 0, '2019-12-15 00:36:49'),
(409, 319, 1, '這是paff嗎(*ﾟ∀ﾟ)', 'Yuzuki_kaze', 0, '2019-12-15 01:59:48'),
(410, 320, 1, '你害我唱出來了拉ww(*ﾟ∀ﾟ)\r<br>\r<br>凸(*ﾟ∀ﾟ)凸\r<br>凸(*ﾟ∀ﾟ)凸\r<br>凸(*ﾟ∀ﾟ)凸\r<br>凸(*ﾟ∀ﾟ)凸\r<br>\r<br>壞耶你凸(*ﾟ∀ﾟ)凸', '21819823', 0, '2019-12-15 03:26:50'),
(411, 319, 2, '嗨PAFF~', 'af1235c', 0, '2019-12-15 05:33:16'),
(412, 323, 1, '幫我按讚謝謝我要成為iM第一大讚友', 'af1235c', 0, '2019-12-15 05:38:06'),
(413, 433, 1, '剛剛好像有說被攻擊還怎樣，可能正在修ㄅ', '4ma1111', 0, '2019-12-15 12:24:57'),
(414, 433, 2, '又被攻擊了ㄅ，我凌晨看好好ㄉ', 'af1235c', 0, '2019-12-15 12:47:51'),
(415, 436, 1, '好像看不到之前的訊息QwQ', 'Jaymiow', 0, '2019-12-15 15:24:41'),
(416, 433, 3, '到底是誰那麼愛攻擊拉QWQ\r<br>', '21819823', 0, '2019-12-15 17:36:58'),
(417, 445, 1, '嗨', 'actor0117', 0, '2019-12-16 17:14:25'),
(418, 339, 1, ':(\r<br>\r<br>still same result\r<br>plz fix it\r<br>lol', '12345', 0, '2019-12-16 23:15:28'),
(419, 341, 1, 'Can u give me a hint?', 'a5768549', 0, '2019-12-17 10:01:14'),
(420, 341, 2, '@_@', 'HOWHOW9487', 0, '2019-12-17 10:20:34'),
(421, 341, 3, 'Insert or Update?', 'a5768549', 0, '2019-12-17 22:42:56'),
(422, 340, 1, '太可怕了...已擴散', 'linsan2240', 0, '2019-12-17 23:50:41'),
(423, 341, 4, '這用戶名是bug還是故意取叫12345啊', '4ma1111', 0, '2019-12-18 12:19:28'),
(424, 341, 5, '不負責任翻譯樓主的外星文：\r<br>Plz fix it\r<br>This is very ez to fix\r<br>Why u can’t know how to fix', '4ma1111', 0, '2019-12-18 12:26:54'),
(425, 341, 6, '話說這留言似乎有字數限制？', '4ma1111', 0, '2019-12-18 12:27:29'),
(426, 345, 1, '真的 超棒', 'heavenisakindofhell', 0, '2019-12-18 13:01:45'),
(427, 345, 2, '@兔子 ^ . 3 . ^ //', 'edenfriendsforever@gmail.com', 0, '2019-12-18 13:02:15'),
(428, 345, 3, '@Emo -fox- ^. 3 . ^ //', 'heavenisakindofhell', 0, '2019-12-18 13:02:44'),
(429, 341, 7, '雖然他說很簡單能修\r<br>不過我不知道哪裡有BUG阿= =', 'a5768549', 0, '2019-12-18 17:52:13'),
(430, 346, 1, '頭香(被打', 'xn_9487LOL', 0, '2019-12-19 09:33:43'),
(431, 351, 1, '嗯.....曬分確認', 'Space dog', 0, '2019-12-21 09:34:45'),
(432, 350, 1, '買惹\\.w./', 'k32436515', 0, '2019-12-21 18:41:54'),
(433, 350, 2, '買多少啊（好奇', 'Space dog', 0, '2019-12-21 20:07:46'),
(434, 352, 1, '買完撲克牌後，我家錢包君早就空嘍(*´-`)', 'Space dog', 0, '2019-12-21 20:10:09'),
(435, 307, 3, '彈', 'NEM_U_', 0, '2019-12-21 21:09:08'),
(436, 352, 2, '讚啦！更新等好久了，今天看到消息直接原地\r<br>升天', 'jumprain', 0, '2019-12-22 02:41:24'),
(437, 354, 1, '現在你可以進來了www\r<br>\r<br>還順便曬更新資訊XD', 'zooqoo30309', 0, '2019-12-22 05:07:00'),
(438, 355, 1, '嗯.....我只看到一個圈圈一直轉(*´-`)', 'Space dog', 0, '2019-12-23 08:24:10'),
(439, 351, 2, '這個更新不錯ww', 'Nora', 0, '2019-12-24 17:38:27'),
(440, 356, 1, 'Hi', 'Space dog', 0, '2019-12-24 19:30:35'),
(441, 353, 1, 'hi', 'Nora', 0, '2019-12-25 21:35:43'),
(442, 349, 1, 'YeS, I cAn HeAr YoU', 'Nora', 0, '2019-12-25 21:36:15'),
(443, 355, 2, '可惡(´・ω・`)圖太大了', 'akiyasushi', 0, '2019-12-26 00:16:23'),
(444, 360, 1, 'PAFF, 你好', 'Nora', 0, '2019-12-26 22:22:34'),
(445, 360, 2, '你好', 'Alice', 0, '2019-12-26 22:24:09'),
(446, 352, 3, '這個iM很好w額ww', 'Alice', 0, '2019-12-26 22:27:39'),
(447, 362, 1, '可以想見他們說', 'eric100001', 0, '2019-12-27 21:27:07'),
(448, 362, 2, '可以想見他們說', 'eric100001', 0, '2019-12-27 21:27:12'),
(449, 360, 3, 'Hi(ﾟ∀ﾟ)', 'Space dog', 0, '2019-12-27 22:01:52'),
(450, 350, 3, '我一次就買四副', 'PT12121220', 0, '2020-01-01 13:09:44'),
(451, 360, 4, '很高興在這裡也能和大家有互動的機會^^', 'PAFF_Aroma', 0, '2020-01-01 20:09:20'),
(452, 368, 1, '叫管理員幫你看啊', 'Alice', 0, '2020-01-01 20:28:10'),
(453, 369, 1, 'hi', 'Alice', 0, '2020-01-01 20:28:18'),
(454, 370, 1, '喔喔喔喔喔喔喔喔！', 'PT12121220', 0, '2020-01-04 17:58:06'),
(455, 370, 2, '哦哦哦噢噢噢哦', 'Alice', 0, '2020-01-04 18:56:45'),
(456, 370, 3, '噢噢噢噢噢哦哦哦哦哦哦', 'space dog', 0, '2020-01-05 10:53:53'),
(457, 370, 4, '歐歐歐歐歐歐歐歐歐歐!', 'Wilsonn', 0, '2020-01-05 23:15:49'),
(458, 369, 2, '哈嘍哈嘍', 'yenkron5472', 0, '2020-01-13 20:58:53'),
(459, 375, 1, '牛B阿!!!!', 'xxboboeva', 0, '2020-01-14 17:13:55'),
(460, 360, 5, '你好~\r<br>', 'xxboboeva', 0, '2020-01-14 17:14:47'),
(461, 376, 1, 'hi', 'Noranation', 0, '2020-01-15 18:04:53'),
(462, 373, 1, 'ㄢ\r<br>', 'imsadouo', 0, '2020-01-16 22:28:37'),
(463, 378, 1, '另外，文章長度限制也是挺頭疼的。蘿蔔大神能幫忙升級伺服器嗎？\r<br>#ROBO_Head', 'kanoharuka', 0, '2020-01-22 21:55:31'),
(464, 342, 1, '收起你大膽的想法！\r<br>那是我的題材！(誤', 'kanoharuka', 0, '2020-01-22 22:07:33'),
(465, 378, 2, '要是之後有機器人NPC隨機回覆留言的話那就太真實了WW', 'KiwiOuteng', 0, '2020-01-23 10:05:15'),
(466, 380, 1, '妄想之前，我突然更希望排版更新？', 'kanoharuka', 0, '2020-01-24 03:51:08'),
(467, 373, 2, '樓上頭像笑死ＸＤＤＤ\r<br>可憐可憐O͞͏͟-̶͢Ǫ͡͏0͘͜ò͟͟͠0̢͢͏O͢͠0̸̛̕o̷̶̡͝0̶̸̧̢́O̕҉̴̀͠ơ0͘͟͜͢͏Ờ̴̀͜0҉̵̷͡o͢͝0̸̶̧̨͠O͜͜0̶̧͘o̷', 'kanoharuka', 0, '2020-01-24 04:01:09'),
(468, 378, 3, '我也希望可以有人協助我開發！\r<br>可惜都找不到人...', 'a5768549', 0, '2020-01-25 18:03:08'),
(469, 383, 1, '手機要怎麼排版啊？看起來好怪', 'ant97113', 0, '2020-01-27 11:16:30'),
(470, 386, 1, '有連結的話回覆給我就好了~感恩~\r<br>糧夠的話我也會產的，還不到傷眼的程度嘿嘿~', 'sunnynien@gmail.com', 0, '2020-01-27 22:31:24'),
(471, 289, 5, 'PAFF?跟NEKO打O了嗎?想看你們O炮(JOE老司機半碼梗)', 'sunnynien@gmail.com', 0, '2020-01-27 22:36:01'),
(472, 287, 2, '香', 'sunnynien@gmail.com', 0, '2020-01-27 22:41:17'),
(473, 387, 1, '因為長頸鹿先生看起來壞壞的呀', 'polar_white03', 0, '2020-01-28 11:46:38'),
(474, 387, 2, '嗨鬆餅:D', 'ZourimuC', 0, '2020-01-28 13:38:21'),
(475, 384, 1, '應該還不支援吧', 'ant97113', 0, '2020-01-28 13:59:52'),
(476, 386, 2, '應該是因為比較少素材能夠畫吧？', 'ant97113', 0, '2020-01-28 14:02:40'),
(477, 381, 1, 'Aww～man\r<br>', 'Candall', 0, '2020-01-28 17:22:20'),
(478, 387, 3, '雖然長頸鹿滿帥的，但我還是想抽到道具阿', 'xyz881003', 0, '2020-01-28 17:23:37'),
(479, 394, 1, '写个回复测试一下www', 'BIG_YELLOW', 0, '2020-01-29 12:45:28'),
(480, 397, 1, 'CYTRUSww\r<br>Agree!', 'iamtommy123', 0, '2020-01-29 23:02:50'),
(481, 381, 2, 'Aww man', 'iamtommy123', 0, '2020-01-29 23:12:49'),
(482, 381, 3, 'By the way ，字體怎麼用的ww', 'iamtommy123', 0, '2020-01-29 23:14:37'),
(483, 381, 4, '2.2億次瀏覽，CYTUS這邊肯定很多個聽過的~剛好沒看到篇而已', 'sunnynien@gmail.com', 0, '2020-01-29 23:25:47'),
(484, 397, 2, '回樓下:CYTUS！天啊我竟然打錯www\r<br>這邊還不能編輯文章或刪文?\r<br>剛看完Rin劇情整個激昂到手殘w', 'sunnynien@gmail.com', 0, '2020-01-29 23:31:23'),
(485, 397, 3, '回樓下:CYTUS！天啊我竟然打錯www\r<br>這邊還不能編輯文章或刪文?\r<br>剛看完Rin劇情整個激昂到手殘w', 'sunnynien@gmail.com', 0, '2020-01-29 23:31:23'),
(486, 397, 4, '回樓下:CYTUS！天啊我竟然打錯www\r<br>這邊還不能編輯文章或刪文?\r<br>剛看完Rin劇情整個激昂到手殘w', 'sunnynien@gmail.com', 0, '2020-01-29 23:31:36'),
(487, 398, 1, '對啊，好可怕，最近都不太敢用了(#', 'jeffreycy.yeh', 0, '2020-01-29 23:31:43'),
(488, 397, 5, '對不起我電腦卡卡的一直按到post\r<br>連po三次刪不掉了ㄚㄚ  QQ', 'sunnynien@gmail.com', 0, '2020-01-29 23:34:56'),
(489, 400, 1, '抱歉 新滑鼠容易按到上一頁，再按次POST就變成兩篇一樣的文了\r<br>以為能編輯前面文章的錯字的(羞\r<br>看上去很像洗版 造成觀感不佳十分抱歉', 'sunnynien@gmail.com', 0, '2020-01-29 23:39:43'),
(490, 401, 1, '抱歉 新滑鼠容易按到上一頁，再按次POST就變成兩篇一樣的文了\r<br>以為能編輯前面文章的錯字的(羞\r<br>看上去很像洗版 造成觀感不佳十分抱歉', 'sunnynien@gmail.com', 0, '2020-01-29 23:39:59'),
(491, 397, 6, '哈哈', 'iamtommy123', 0, '2020-01-30 01:08:55'),
(492, 401, 2, '對，按上一頁會回到po文畫面，很容易發到\r<br>兩次ouo', 'iamtommy123', 0, '2020-01-30 01:10:19'),
(493, 398, 2, '小心點ww', 'iamtommy123', 0, '2020-01-30 22:43:14'),
(494, 387, 4, '不要擋住胸肌啊', 'holyned', 0, '2020-01-31 11:43:18'),
(495, 406, 1, 'awww man.....?\r<br>', 'aaa930917', 0, '2020-01-31 19:45:59'),
(496, 404, 1, '(舉', 'aaa930917', 0, '2020-01-31 19:47:30'),
(497, 407, 1, '看起來不會有人進來', 'DOGGEST', 0, '2020-01-31 20:45:14'),
(498, 407, 2, '第一眼以為狗狗怎麼有血', 'holyned', 0, '2020-01-31 23:20:13'),
(499, 408, 1, '123', 'a5768549', 0, '2020-04-26 19:59:14'),
(500, 408, 2, '456', 'a5768549', 0, '2020-04-26 19:59:19'),
(501, 408, 3, '789', 'a5768549', 0, '2020-04-26 19:59:24'),
(502, 408, 4, '1234586789', 'a5768549', 0, '2020-04-26 20:18:35'),
(503, 405, 1, 'text', 'a5768549', 0, '2020-04-26 21:24:50'),
(504, 408, 5, 'GGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGG\r<br>GGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGG', 'a5768549', 0, '2020-04-26 21:26:15'),
(505, 408, 6, 'G\r<br>G\r<br>G\r<br>G\r<br>G\r<br>G\r<br>G\r<br>G\r<br>G\r<br>G\r<br>G\r<br>G\r<br>G\r<br>G', 'a5768549', 0, '2020-04-26 21:26:27');

-- --------------------------------------------------------

--
-- 表的结构 `like_num`
--

CREATE TABLE `like_num` (
  `ID` int(10) UNSIGNED NOT NULL,
  `account` text COLLATE utf8_unicode_ci NOT NULL,
  `post_id` int(11) NOT NULL,
  `flag` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `like_num`
--

INSERT INTO `like_num` (`ID`, `account`, `post_id`, `flag`) VALUES
(1, 'C2ROBO', 35, 2),
(3, 'C2Ivy', 35, 1),
(5, 'tudui', 35, 2),
(6, 'tudui', 27, 2),
(7, 'tudui', 19, 2),
(8, 'inco2525', 35, 2),
(9, 'inco2525', 29, 2),
(10, 'inco2525', 30, 2),
(11, 'inco2525', 27, 2),
(12, 'C2Ivy', 27, 2),
(13, 'C2Ivy', 19, 2),
(14, 'WuYin', 19, 2),
(15, 'WuYin', 36, 2),
(16, 'WuYin', 35, 2),
(17, '3021569526', 27, 2),
(18, '3021569526', 35, 2),
(19, 'WuYin', 27, 2),
(20, 'Arina1007', 30, 2),
(21, 'Arina1007', 35, 2),
(22, 'Arina1007', 27, 2),
(23, 'Arina1007', 19, 2),
(24, 'C2CONNER', 29, 2),
(28, 'Nozi', 30, 2),
(29, 'Nozi', 29, 2),
(30, 'Nozi', 35, 2),
(31, 'Nozi', 19, 2),
(32, 'Nozi', 27, 2),
(33, 'Nozi', 13, 2),
(34, 'WuYin', 38, 2),
(35, 'Ykr666C', 36, 2),
(40, 'WuYin', 40, 2),
(42, 'YIYUN73313', 40, 2),
(43, 'YIYUN73313', 35, 2),
(44, 'YIYUN73313', 41, 2),
(45, 'haruka11195', 35, 2),
(46, 'Ykr666C', 39, 2),
(47, 'lengzhen12@gmail.com', 42, 2),
(48, 'Bibobobobob', 42, 2),
(49, 'Bibobobobob', 44, 2),
(51, 'willachen26@gmail.com', 39, 2),
(52, 'aki._.', 28, 2),
(54, '曾璟棠', 39, 2),
(55, 'eden0116', 46, 2),
(56, 'eden0116', 39, 2),
(57, 'Ykr666C', 46, 2),
(58, '瞳薔', 40, 2),
(59, 'C2JOE', 42, 1),
(63, 'youmu233', 35, 2),
(65, '312321321321432', 42, 2),
(67, 'tonytsai0966', 42, 2),
(68, 'tonytsai0966', 43, 2),
(69, 'robbie0321132', 39, 2),
(70, 'rayarker', 48, 2),
(71, 'rayarker', 40, 1),
(72, 'rayarker', 49, 2),
(73, 'rayarker', 50, 2),
(74, 'Thomas2266620', 50, 2),
(77, 'rlawotjs04', 49, 2),
(78, 'SMES95303', 55, 1),
(79, 'Rayarker', 46, 2),
(80, 'Bibobobobob', 46, 2),
(81, 'maplewing', 40, 2),
(82, 'kinekine', 49, 2),
(83, 'zooe3038', 57, 1),
(84, 'snowcatmeowhaha', 59, 2),
(85, 'happy950923', 61, 2),
(86, 'syeise', 64, 2),
(87, 'cnstka', 64, 2),
(89, 'Bughaw', 67, 2),
(90, 'Bughaw', 64, 2),
(91, 'Ykr666C', 66, 2),
(93, 'Neko Waifu', 73, 2),
(95, 'Sporc', 68, 2),
(96, 'jeremylu2010@gmail.com', 71, 2),
(97, '0Jacky0', 73, 2),
(98, 'teni', 67, 1),
(99, 'C2Xenon', 51, 2),
(101, 'reillo0939', 60, 2),
(102, 'Rayarker', 60, 2),
(103, 'Rayarker', 79, 2),
(104, 'Rayarker', 75, 2),
(105, 'jaehyeok0914', 86, 1),
(107, 'Mooyu0505', 91, 2),
(108, 'Mooyu0505', 92, 2),
(110, 'SUUE', 67, 2),
(111, 'as861523', 94, 2),
(112, 'hawin', 95, 2),
(113, 'sirogahn', 95, 2),
(114, 'ewewrtrtewew', 95, 2),
(115, 'Xenon R', 91, 2),
(116, 'sirogahn', 98, 2),
(117, 'hawin', 98, 2),
(118, 'Amazing_Kong', 100, 2),
(119, 'Mei_Hungtindon', 91, 2),
(120, 'Amazing_Kong', 99, 1),
(121, 'sirogahn', 83, 2),
(122, 'someponyscream', 95, 2),
(123, 'hawin', 102, 2),
(124, 's93588', 103, 2),
(125, 'noxlunae_to_me', 95, 2),
(126, 'noxlunae_to_me', 101, 2),
(127, 'noxlunae_to_me', 98, 2),
(128, 'robbie0321132', 94, 2),
(129, 'widse', 101, 2),
(130, 'GODSPEED_TW', 96, 2),
(131, 'widse', 103, 2),
(132, 'widse', 98, 2),
(133, 'Grey', 35, 2),
(134, 'Grey', 27, 2),
(135, 'Grey', 29, 2),
(136, 'widse', 102, 2),
(137, 'widse', 95, 2),
(138, 'widse', 64, 2),
(139, 't0p-hat', 109, 1),
(140, 'necromanticelf', 109, 2),
(141, 'Rayarker', 103, 2),
(142, 'Rayarker', 98, 2),
(143, 'Rayarker', 95, 2),
(144, 'A001', 102, 2),
(145, 'Rayarker', 109, 2),
(146, 'Rayarker', 105, 2),
(147, 'blueglow', 105, 2),
(148, 'Rayarker', 111, 2),
(149, 'blueglow', 111, 1),
(150, 'blueglow', 112, 2),
(151, 'blueglow', 109, 2),
(153, 'jxx234', 35, 1),
(154, 'koko587066', 112, 2),
(155, 'pne0309', 67, 2),
(156, 'ponyunknown1231', 104, 2),
(157, 'ponyunknown1231', 108, 2),
(159, '312321321321432', 108, 1),
(161, '940228s@gmail.com', 108, 2),
(162, 'kusoalvis', 109, 2),
(163, 'Blue1008', 108, 2),
(164, 'Blue1008', 97, 1),
(165, 'widse', 113, 2),
(166, 'pinkie1301', 60, 1),
(167, 'meom3type', 115, 1),
(168, 'meom3type', 114, 2),
(169, 'teni', 109, 1),
(171, 'kcnny8qq', 46, 2),
(173, 'tt52477', 116, 2),
(174, '4u_ki', 109, 2),
(175, '曾璟棠', 116, 2),
(176, 'aki._.', 108, 2),
(177, 'aki._.', 105, 2),
(178, 'aki._.', 96, 2),
(179, 'aki._.', 92, 2),
(180, 'aki._.', 91, 2),
(181, 'aki._.', 47, 2),
(182, 'aki._.', 41, 2),
(184, 'KEvin', 117, 2),
(186, 'widse', 117, 2),
(187, 'C2Ivy', 108, 2),
(188, 'Engel', 109, 2),
(189, '940228s@gmail.com', 117, 2),
(190, 'Tezzi_', 117, 2),
(191, 'pne0309', 117, 2),
(192, 'qweasd40200', 116, 2),
(193, '4u_ki', 117, 2),
(194, '希望と夢', 117, 2),
(195, '希望と夢', 108, 2),
(196, 'imsadouo', 117, 2),
(197, 'Rayarker', 115, 1),
(198, 'Rayarker', 117, 2),
(199, 'Rayarker', 96, 2),
(200, 'enderboy25567', 120, 2),
(201, 'enderboy25567', 117, 1),
(202, 'NPC Aisu', 108, 2),
(203, 'goody123123', 120, 2),
(204, 'goody123123', 117, 2),
(205, 'LouisKWTM', 111, 1),
(206, 'noxlunae_to_me', 117, 2),
(207, 'Hei', 116, 2),
(208, 'Hei', 117, 2),
(209, 'chashuang', 92, 2),
(210, 'BlowingGaming', 96, 2),
(211, 'asd151980', 117, 2),
(213, 'j12521', 108, 2),
(214, 'blueglow', 120, 2),
(216, 'n05212', 92, 2),
(217, 'WPY', 117, 2),
(218, 'WPY', 108, 2),
(219, 'WPY', 91, 2),
(220, 'WPY', 85, 2),
(221, 'WPY', 122, 2),
(222, '在海裡躲著雨', 120, 2),
(223, '在海裡躲著雨', 117, 2),
(224, '在海裡躲著雨', 108, 2),
(225, 'WPY', 13, 2),
(226, 'WPY', 27, 2),
(227, 'WPY', 22, 2),
(228, 'WPY', 47, 2),
(229, 'WPY', 36, 2),
(230, 'ztex0901079', 82, 2),
(231, 'yushawn29', 129, 2),
(234, 'Shiromu', 127, 2),
(235, 'Shiromu', 132, 2),
(236, 'Shiromu', 115, 2),
(237, 'Shiromu', 111, 2),
(238, 'yswu830912', 132, 2),
(239, 'Arina1007', 91, 2),
(240, 'Arina1007', 117, 2),
(241, 'thdob', 129, 2),
(242, 'thdob', 122, 2),
(244, 'Mooyu0505', 137, 2),
(245, 'Mooyu0505', 139, 2),
(246, 'C2PAFF', 117, 2),
(250, 'blueglow', 137, 2),
(252, 'inco2525', 140, 2),
(253, 'inco2525', 137, 2),
(254, 'inco2525', 138, 2),
(255, 'inco2525', 141, 2),
(256, 'inco2525', 117, 2),
(257, 'happy950923', 137, 2),
(260, 'zhrong0828', 142, 2),
(261, 'tiqieh', 137, 2),
(262, 'tiqieh', 140, 2),
(263, 'WPY', 140, 2),
(264, 'WPY', 137, 2),
(265, 'tiqieh', 139, 2),
(266, 'charleswu0418', 29, 2),
(268, 'tiqieh', 145, 2),
(269, 'Osaratori', 139, 2),
(270, 'walter0028', 146, 2),
(271, 'Meow.meow', 117, 2),
(272, 'Meow.meow', 139, 2),
(273, 'eden0116', 147, 1),
(274, '', 145, 1),
(275, 'WhereIsRobo', 139, 2),
(276, 'WhereIsRobo', 132, 2),
(277, 'WhereIsRobo', 137, 2),
(278, 'WhereIsRobo', 140, 2),
(279, 'WhereIsRobo', 29, 2),
(280, 'tiqieh', 143, 2),
(281, 'kcons0599', 140, 1),
(282, 'robbie0321132', 145, 2),
(283, '', 150, 1),
(284, 'yajyu810', 145, 2),
(288, 'Kevin', 153, 2),
(289, 'C2Nora', 154, 1),
(290, 'C2Nora', 153, 2),
(291, 'WhereIsRobo', 155, 2),
(292, 'annann0219', 155, 2),
(293, 'WhereIsRobo', 156, 2),
(294, 'WhereIsRobo', 127, 2),
(296, '3317751692', 155, 1),
(297, 'WPY', 139, 2),
(298, '3317751692', 137, 2),
(299, 'tiqieh', 159, 2),
(301, 'tiqieh', 153, 2),
(303, 'C2JOE', 160, 2),
(304, 'blueglow', 160, 2),
(305, 'blueglow', 155, 2),
(306, 'blueglow', 158, 2),
(307, 'Nozi', 160, 2),
(308, 'iqudd511', 162, 2),
(309, 'blackjoker', 153, 2),
(310, 'YuDi0819', 117, 2),
(311, 'YuDi0819', 164, 2),
(312, 'YuDi0819', 165, 2),
(313, 'hawin', 141, 2),
(314, 'Wolfles810', 157, 2),
(315, 'Wolfles810', 150, 2),
(316, 'Wolfles810', 132, 2),
(317, 'vifurawa', 138, 2),
(318, 'vifurawa', 137, 2),
(319, 'vifurawa', 117, 2),
(320, 'vifurawa', 111, 2),
(321, 'vifurawa', 141, 2),
(322, 'vifurawa', 105, 2),
(323, 'NikoLazuli', 168, 2),
(324, 'sef96121', 159, 2),
(325, 'enderboy25567', 166, 2),
(326, '', 160, 1),
(327, 'yajyu810', 153, 2),
(328, 'inco2525', 166, 2),
(329, 'test', 171, 2),
(330, 'test', 170, 2),
(331, 'test', 165, 2),
(332, 'lunar0809', 172, 2),
(333, 'lunar0809', 171, 2),
(334, 'Mooyu0505', 160, 2),
(335, 'Mooyu0505', 155, 2),
(336, 'awee', 177, 2),
(337, 'Somuga_CyTusologist', 174, 2),
(338, 'Aci300', 177, 2),
(339, 'kormaeve', 152, 2),
(340, 'kormaeve', 137, 2),
(341, '951856236', 169, 2),
(342, 'ESCAPE', 179, 1),
(343, '3126657490', 182, 2),
(344, 'qwerdfbp', 181, 2),
(345, 'qwerdfbp', 179, 2),
(346, '2822073832', 183, 2),
(347, '3126657490', 177, 2),
(348, '3126657490', 178, 2),
(350, 'ESCAPE', 187, 2),
(351, 'ESCAPE', 186, 2),
(352, 'WPY', 160, 2),
(353, 'tudui', 160, 2),
(354, 'tudui', 137, 2),
(355, 'ponyunknown1231', 188, 2),
(356, 'smes95303', 188, 2),
(357, 'yrrah1250', 180, 2),
(358, 's94876978@gmail.com', 11, 2),
(359, 'Reasin', 161, 2),
(360, 'jonny1234', 188, 2),
(361, 'jses6012011', 190, 2),
(362, 'a0952255407@gmail.com', 166, 2),
(363, 'Ita21316140', 190, 2),
(364, 'GRAVITY', 192, 2),
(365, 'Paffno1', 188, 2),
(366, 'conan1113', 190, 2),
(367, 'conan1113', 192, 2),
(368, 'conan1113', 193, 2),
(369, 'conan1113', 189, 2),
(370, 'conan1113', 185, 2),
(371, 'wu0zin', 30, 2),
(372, 'a38678854', 199, 1),
(373, 'wu0zin', 122, 2),
(374, 'Simoxia', -14, 2),
(375, 'mr1234', 5, 2),
(376, 'conan1113', 205, 2),
(377, 'conan1113', 204, 2),
(378, 'conan1113', 199, 2),
(379, 'conan1113', 198, 2),
(380, 'conan1113', 207, 2),
(381, 'conan1113', 208, 2),
(382, 'blueglow', 188, 2),
(383, 'n3684777', 1, 2),
(384, 'n3684777', 2, 2),
(385, 'Lucas26651805@gmail.com', 207, 2),
(386, 'e07oliver', 206, 2),
(387, 'lengzhen12@gmail.com', 210, 2),
(388, 'ponyunknown1231', 210, 2),
(389, 'e07oliver', 207, 2),
(390, 'SFD_youtube', 210, 2),
(391, '0938305523', 206, 2),
(392, '0938305523', 207, 2),
(393, 'tunghxinhao', 215, 2),
(394, 'tunghxinhao', 210, 2),
(395, 'yukiedva', 215, 2),
(397, 'yukiedva', 216, 2),
(398, 'Rory', 216, 2),
(399, 'Rory', 215, 2),
(400, 'Oliver', 212, 2),
(401, 'Oliver', 217, 2),
(402, 'Oliver', 218, 2),
(403, 'tree930087', 219, 1),
(404, '33346958', 205, 2),
(405, 'ingrid091821@gmail.com', 223, 2),
(406, 's32436515', 225, 2),
(407, 'gtrfko', 117, 2),
(408, 'NSG20', 227, 2),
(409, 'admin', 226, 1),
(410, 'admin', 225, 2),
(411, 'admin', 219, 2),
(412, 'tiqieh', 227, 1),
(413, 'a0952255407@gmail.com', 229, 2),
(414, 'tiqieh', 210, 2),
(415, 'wilsonn', 200, 2),
(416, 'adsgbsdf', 200, 2),
(417, 'wilsonn', 230, 2),
(418, 'wilsonn', 216, 2),
(419, 'enderboy25567', 231, 2),
(420, 'megumin3435', 232, 2),
(421, 'taifu9920', 232, 2),
(422, '3021569526', 117, 2),
(423, '3021569526', 53, 2),
(424, 'megumin3435', 233, 2),
(425, '3021569526', 141, 2),
(426, '3021569526', 139, 2),
(427, '3021569526', 236, 2),
(428, '12345', 237, 2),
(429, '12345', 229, 2),
(430, '12345', 236, 1),
(431, 'bennyau2002', 236, 2),
(432, 's94876978@gmail.com', 236, 1),
(433, 'Nekofan', 236, 2),
(435, '43041436', 238, 1),
(436, '3317751692', 160, 2),
(439, 'Aci300', 223, 1),
(440, 'jacklin51209', 239, 1),
(441, '12345', 210, 2),
(442, '12345', 241, 1),
(446, '12345', 240, 2),
(447, 'qwe890403', 233, 2),
(448, 'aya0512', 98, 2),
(449, 'aya0512', 36, 2),
(450, 'Libe_theghost_', 236, 2),
(451, 'Libe_theghost_', 177, 2),
(452, 'Libe_theghost_', 141, 2),
(453, 'Libe_theghost_', 139, 1),
(454, 'Libe_theghost_', 137, 1),
(455, 'Libe_theghost_', 119, 1),
(456, 'Libe_theghost_', 106, 2),
(457, 'Libe_theghost_', 108, 2),
(458, 'Libe_theghost_', 113, 2),
(459, 'Libe_theghost_', 112, 2),
(460, 'Libe_theghost_', 98, 2),
(461, 'Libe_theghost_', 64, 2),
(462, 'Libe_theghost_', 160, 2),
(463, 'Libe_theghost_', 155, 2),
(464, 'Libe_theghost_', 117, 2),
(465, 'Libe_theghost_', 95, 2),
(466, 'Libe_theghost_', 67, 2),
(467, 'Libe_theghost_', 61, 2),
(468, 'Libe_theghost_', 53, 2),
(469, 'Libe_theghost_', 47, 2),
(470, 'Libe_theghost_', 41, 2),
(471, 'Libe_theghost_', 27, 2),
(472, 'Libe_theghost_', 29, 2),
(473, 'Libe_theghost_', 35, 2),
(474, 'ingrid091821@gmail.com', 224, 2),
(477, 'NSG20', 246, 2),
(479, 'WuYin', 243, 2),
(480, 'WuYin', 242, 2),
(481, 'blueglow', 242, 2),
(483, 'eden0116', 249, 2),
(484, 'abc987der', 156, 2),
(485, '鎧翔', 238, 2),
(487, 'Chichi_Bao', 254, 1),
(488, 'robbie0321132', 235, 2),
(489, 'ESCAPE', 216, 2),
(490, 'chrisshijun', 254, 2),
(491, 'Sfd_youtube', 215, 2),
(492, 'Sfd_youtube', 239, 2),
(493, 'kvenbruter057@gmail.com', 233, 1),
(494, 'behere', 254, 2),
(495, 'walter0028', 251, 2),
(496, 'CenterCross', 254, 2),
(497, 'rueihung417', 263, 1),
(498, 'survive55', 262, 1),
(499, 'RickChi', 78, 2),
(500, 'a26858202', 264, 2),
(501, 'Pasil', 256, 1),
(502, 'Pasil', 258, 2),
(503, 'survive55', 27, 2),
(504, 'rueihung417', 210, 1),
(505, 'noxlunae_to_me', 262, 2),
(506, 'noxlunae_to_me', 264, 2),
(507, 'sirogahn', 262, 2),
(508, 'ta1123232', 188, 2),
(509, 'ta1123232', 29, 2),
(510, 'qaqee87', 263, 2),
(511, 'yoyo870116', 210, 2),
(512, 'yoyo870116', 266, 1),
(513, 'yoyo870116', -13, 2),
(514, 'cyy8800', 264, 2),
(516, 'jimjhgi', 268, 2),
(518, '2058659005@qq.com', 258, 2),
(519, 'Rayarker', 265, 2),
(520, 'Rayarker', 268, 2),
(521, '12121212asasasa', 275, 1),
(522, 'nk99264', 276, 1),
(523, 'WPY', 258, 2),
(524, 'ta1123232', 267, 2),
(525, 'vifurawa', 274, 2),
(528, 'Lu.yi_61', 271, 2),
(529, 'ssxx', 286, 1),
(530, 'ssxx', 283, 2),
(531, '1982247436', 283, 2),
(532, 'Paff4422_ax', 277, 2),
(533, 'Jimi_cc', 276, 2),
(534, 'Hi8', 280, 2),
(535, 'kevin6661', 280, 2),
(536, 'kevin6661', 1, 2),
(537, 'kevin6661', 18, 2),
(538, 'los2516Lir', 287, 2),
(539, '43041436', 276, 1),
(540, 'Empiso', 276, 2),
(541, 'Empiso', 280, 2),
(542, 'orange', 282, 2),
(543, 'yoyo870116', 288, 2),
(544, 'dennyxbox890', 279, 2),
(546, 'dennyxbox890', 1, 2),
(547, 'C2ROBO', 290, 2),
(548, 'C2ROBO', 283, 2),
(549, 's0973913299', 288, 1),
(552, 'TqngG', 292, 2),
(553, 'karasu', 293, 2),
(554, 'Ykr666C', 280, 2),
(555, '12345', 263, 1),
(556, 'hacker', 271, 2),
(557, 'qweewq1170', 259, 2),
(558, 'qweewq1170', 262, 2),
(559, 'survive55', 271, 2),
(560, 'winzx00', 264, 2),
(561, 'winzx00', 261, 2),
(562, 'a5768549', 273, 2),
(563, '546879', 264, 2),
(564, '546879', 210, 2),
(565, 'Kuen816', 264, 2),
(566, 'EnderNoodlez', 271, 2),
(567, 'zoja1026', 272, 2),
(568, 'Coolcolor', 273, 2),
(569, 'Patrick', 274, 2),
(570, 'Uvernight', 274, 1),
(571, 'Uvernight', 4, 2),
(572, 'Uvernight', 1, 2),
(573, 'Kelauli', 273, 1),
(574, 'Kelauli', 274, 2),
(575, 'MGT1021', 274, 2),
(576, 'MGT1021', 204, 2),
(577, 'kira', 254, 2),
(578, 'kira', 185, 2),
(579, 'Rayarker', 274, 2),
(580, '711822zxw', 277, 2),
(581, '711822zxw', 278, 2),
(582, 'benlin0815', 270, 2),
(583, 'HK object', 274, 2),
(584, '', 280, 2),
(585, 'sesame9487', 232, 2),
(586, 'sesame9487', 203, 2),
(587, 'a5768549', 280, 2),
(588, 'a5768549', 282, 2),
(589, '欣月', 282, 2),
(590, 'kylechen1', 283, 2),
(591, 'chunman22', 284, 2),
(592, 'Jaymiow', 285, 2),
(593, 'Jaymiow', 289, 2),
(594, 'WPY', 288, 2),
(595, 'zz1432', 289, 2),
(596, 'Kuen816', 288, 2),
(597, 'zgmfx20a', 0, 2),
(598, 'angela8888', 280, 2),
(599, 'angela8888', 236, 2),
(600, 'GoldCowON', 246, 1),
(601, 'whiteinpencil', 286, 2),
(602, 'cytus2tatsusei', 293, 1),
(603, '2252cad', 293, 1),
(604, 'luyeh0103', 289, 2),
(605, 'luyeh0103', 290, 2),
(606, 'For', 288, 2),
(607, 'ckpss93005', 290, 2),
(608, 'Nora', 297, 2),
(609, 'Nora', 290, 2),
(610, 'Okami', 297, 2),
(611, 'Okami', 292, 2),
(612, 'suchin9998877', 297, 2),
(613, 'suchin9998877', 264, 2),
(614, 'zgmfx20a', 289, 2),
(615, 'daber840331', 302, 2),
(616, 'cwwcrt', 290, 2),
(617, 'a5768549', 298, 2),
(618, '暗雨Darkrain', 303, 2),
(619, 'sef96121', 264, 2),
(620, 'sef96121', 204, 2),
(621, 'sef96121', 185, 2),
(622, 'sef96121', 156, 2),
(623, 'sef96121', 134, 2),
(624, 'facebook309309', 282, 2),
(625, 'onjopaakoo', 304, 2),
(626, 'a5768549', 305, 2),
(627, 'NEM_U_', 305, 1),
(628, 'onjopaakoo', 305, 2),
(629, 'JasonCcs', 303, 2),
(630, '寒冰幻月', 307, 2),
(631, 'caxerx', 307, 1),
(632, 'a5768549', 309, 2),
(633, 'Remilia Scarlet', 280, 2),
(634, 'sxiang25', 303, 2),
(635, 'BAiMeIcccs', 313, 2),
(636, 'totheu5', 313, 2),
(637, 'BrickGaming420', 313, 2),
(638, 'BrickGaming420', 275, 2),
(639, 'Golden Chen', 307, 1),
(640, 'algae', 303, 2),
(641, 'Paff01', 319, 2),
(642, 'Yuzuki_kaze', 319, 2),
(643, 'Yuzuki_kaze', 320, 2),
(644, 'Mu', 319, 2),
(645, '21819823', 321, 2),
(646, 'af1235c', 323, 2),
(647, 'maplestar900219', 324, 2),
(648, '4ma1111', 433, 2),
(649, 'legendtaiwan001@gmail.com', 434, 2),
(650, 'YuYutw123', 430, 2),
(651, 'YuYutw123', 435, 2),
(652, 'kk55443322', 433, 2),
(653, 'Jaymiow', 436, 2),
(654, 'fire940113', 436, 2),
(655, 'zooqoo30309', 438, 2),
(656, 'HOWHOW9487', 436, 2),
(657, 'HOWHOW9487', 435, 2),
(658, 'HOWHOW9487', 439, 2),
(659, 'HOWHOW9487', 438, 2),
(660, 'zooqoo30309', 439, 2),
(661, 'amanoneko', 442, 1),
(662, 'sambine', 443, 2),
(663, 'yulan1225', 443, 1),
(664, 'KatLantyss', 441, 1),
(665, 'lf2aaaaoa', 446, 1),
(666, 'lf2aaaaoa', 433, 1),
(667, 'actor0117', 445, 2),
(668, 'actor0117', 334, 2),
(669, 'a063176', 372, 1),
(670, 'zooqoo30309', 334, 2),
(671, 'zooqoo30309', 331, 2),
(672, 'zooqoo30309', 341, 1),
(673, 'edenfriendsforever@gmail.com', 374, 2),
(674, 'Yuzuki_kaze', 348, 1),
(675, 'lf2aaaaoa', 340, 2),
(676, 'hongenlim', 375, 2),
(677, 'Tai.Avi', 375, 2),
(678, 'linsan2240', 340, 2),
(679, '4ma1111', 340, 2),
(680, '4ma1111', 339, 2),
(681, 'edenfriendsforever@gmail.com', 344, 2),
(682, 'edenfriendsforever@gmail.com', 339, 2),
(683, 'edenfriendsforever@gmail.com', 345, 2),
(684, 'heavenisakindofhell', 345, 2),
(685, 'edenfriendsforever@gmail.com', 319, 2),
(686, 'edenfriendsforever@gmail.com', 134, 2),
(687, 'edenfriendsforever@gmail.com', 346, 2),
(688, 'owo_Rice', 347, 2),
(689, 'edenfriendsforever@gmail.com', 343, 2),
(690, '4ma1111', 346, 2),
(691, '4ma1111', 319, 2),
(692, 'Cokou32556', 330, 2),
(693, 'zooqoo30309', 350, 2),
(694, 'WasabiPuff', 350, 2),
(695, 'Space dog', 350, 2),
(696, '13', 328, 2),
(697, 'ohnny888@gmail.com', 350, 2),
(698, '4ma1111', 351, 2),
(699, 'k32436515', 351, 2),
(700, 'k32436515', 352, 2),
(701, 'Space dog', 352, 2),
(702, 'Space dog', 351, 2),
(703, 'ghoto', 351, 2),
(704, 'jumprain', 348, 2),
(705, 'jumprain', 352, 2),
(706, 'jumprain', 354, 2),
(707, 'zooqoo30309', 352, 2),
(708, 'zooqoo30309', 351, 2),
(709, 'zooqoo30309', 354, 2),
(710, 'akiyasushi', 354, 2),
(711, 'akiyasushi', 346, 2),
(712, 'akiyasushi', 340, 2),
(713, 'zgmfx20a', 348, 2),
(714, 'Dkkd', 351, 2),
(715, 'Nora', 354, 2),
(716, 'Nora', 352, 2),
(717, 'Nora', 351, 2),
(718, 'Nora', 350, 2),
(719, 'coolbangstone', 355, 1),
(720, 'sawada0629', 358, 2),
(721, '4ma1111', 358, 2),
(722, 'inco2525', 358, 2),
(723, 'hatsuyu_0302', 358, 2),
(724, 'hatsuyu_0302', 359, 2),
(725, 'Nora', 358, 2),
(726, 'Alice', 358, 2),
(727, 'Alice', 357, 2),
(728, 'Alice', 356, 2),
(729, 'sef96121', 358, 2),
(730, 'joefxinspire', 363, 2),
(731, 'joefxinspire', 362, 2),
(732, 'Empiso', 365, 2),
(733, 'Alice', 363, 2),
(734, 'Alice', 364, 2),
(735, 'Alice', 365, 2),
(736, 'edenfriendsforever@gmail.com', 363, 2),
(737, 'edenfriendsforever@gmail.com', 364, 2),
(738, 'edenfriendsforever@gmail.com', 365, 2),
(739, 'PT12121220', 369, 2),
(740, '123456', 361, 2),
(741, '123456', 362, 2),
(742, 'PT12121220', 370, 2),
(743, 'Alice', 370, 2),
(744, '111', 371, 1),
(745, '111', 370, 1),
(746, 'AkiYaSuShi', 365, 2),
(747, 'a5768549', 373, 2),
(748, 'Iceloki', 375, 2),
(749, 'a5768549', 375, 2),
(750, 'yenkron5472', 375, 2),
(751, 'xxboboeva', 375, 2),
(752, 'maple0327', 375, 2),
(753, 'kawot', 368, 2),
(754, 'a5768549', 377, 2),
(755, 'vivis5279', 377, 2),
(756, 'senndal', 371, 2),
(757, 'joefxinspire', 375, 2),
(758, 'kanoharuka', 378, 2),
(759, 'kanoharuka', 342, 2),
(760, 'kanoharuka', 375, 2),
(761, 'zooqoo30309', 375, 2),
(762, 'H_81563786', 377, 2),
(763, 'H_81563786', 379, 2),
(764, 'kanoharuka', 323, 2),
(765, 'dream10325', 380, 2),
(766, 'a5768549', 378, 2),
(767, 'lee850629', 381, 1),
(768, 'BorderPhanthom', 373, 2),
(769, 'BorderPhanthom', 378, 1),
(770, 'ant97113', 382, 2),
(771, 'sunnynien@gmail.com', 287, 2),
(772, 'samuel0224', 387, 2),
(773, 'samuel0224', 378, 2),
(774, 'samuel0224', 365, 2),
(775, 'polar_white03', 389, 1),
(776, 'polar_white03', 371, 2),
(777, 'polar_white03', 340, 2),
(778, 'MianhuaOuO', 390, 2),
(779, 'ant97113', 383, 1),
(780, 'ant97113', 385, 2),
(781, 'ant97113', 387, 2),
(782, 'ant97113', 386, 2),
(783, 'ant97113', 359, 2),
(784, 'ant97113', 348, 2),
(785, 'ant97113', 328, 2),
(786, 'ant97113', 322, 2),
(787, 'ant97113', 323, 2),
(788, 'ant97113', 320, 2),
(789, 'kimble', 388, 1),
(790, 'xyz881003', 387, 2),
(791, 's982477720', 382, 2),
(792, 's982477720', 388, 2),
(793, 'chiyu921025', 381, 1),
(794, 'Doggo719', 394, 2),
(795, 'dc89083', 394, 2),
(796, 'sunnynien@gmail.com', 386, 2),
(797, 'whatever', 394, 1),
(798, 'paulyu126', 387, 2),
(799, 's1mpleHappy', 387, 2),
(800, 'BIG_YELLOW', 394, 2),
(801, 'eagle13158', 395, 1),
(802, 'tanbaoting', 394, 2),
(803, 'tanbaoting', 387, 2),
(804, 'iamtommy123', 397, 2),
(805, 'sunnynien@gmail.com', 397, 2),
(806, 'jeffreycy.yeh', 397, 2),
(807, 'ItzNoob', 401, 2),
(808, 'ItzNoob', 400, 2),
(809, 'Jerry Yao', 403, 2),
(810, 'NeiiOfficial', 404, 2),
(811, 'iamtommy123', 404, 2),
(812, 'txya900619', 404, 2),
(813, 'Leigh', 400, 1),
(814, 'Leigh', 401, 2),
(815, 'holyned', 395, 2),
(816, 'Andy85112', 402, 2),
(817, 'silencer', 397, 2),
(818, 'water_lift', 387, 2),
(819, 'kanoharuka', 387, 2),
(820, 'kanoharuka', 382, 2),
(821, 'aaa930917', 401, 2),
(822, 'bruce460', 407, 2),
(823, 'KaBoom628', 407, 1),
(824, 'a5768549', 408, 1);

-- --------------------------------------------------------

--
-- 表的结构 `member`
--

CREATE TABLE `member` (
  `ID` int(10) UNSIGNED NOT NULL,
  `account` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `password` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `name` text COLLATE utf8_unicode_ci NOT NULL,
  `email` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `photo` text COLLATE utf8_unicode_ci
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- 表的结构 `pma__bookmark`
--

CREATE TABLE `pma__bookmark` (
  `id` int(11) NOT NULL,
  `dbase` varchar(255) COLLATE utf8_bin NOT NULL DEFAULT '',
  `user` varchar(255) COLLATE utf8_bin NOT NULL DEFAULT '',
  `label` varchar(255) CHARACTER SET utf8 NOT NULL DEFAULT '',
  `query` text COLLATE utf8_bin NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin COMMENT='Bookmarks';

-- --------------------------------------------------------

--
-- 表的结构 `pma__central_columns`
--

CREATE TABLE `pma__central_columns` (
  `db_name` varchar(64) COLLATE utf8_bin NOT NULL,
  `col_name` varchar(64) COLLATE utf8_bin NOT NULL,
  `col_type` varchar(64) COLLATE utf8_bin NOT NULL,
  `col_length` text COLLATE utf8_bin,
  `col_collation` varchar(64) COLLATE utf8_bin NOT NULL,
  `col_isNull` tinyint(1) NOT NULL,
  `col_extra` varchar(255) COLLATE utf8_bin DEFAULT '',
  `col_default` text COLLATE utf8_bin
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin COMMENT='Central list of columns';

-- --------------------------------------------------------

--
-- 表的结构 `pma__column_info`
--

CREATE TABLE `pma__column_info` (
  `id` int(5) UNSIGNED NOT NULL,
  `db_name` varchar(64) COLLATE utf8_bin NOT NULL DEFAULT '',
  `table_name` varchar(64) COLLATE utf8_bin NOT NULL DEFAULT '',
  `column_name` varchar(64) COLLATE utf8_bin NOT NULL DEFAULT '',
  `comment` varchar(255) CHARACTER SET utf8 NOT NULL DEFAULT '',
  `mimetype` varchar(255) CHARACTER SET utf8 NOT NULL DEFAULT '',
  `transformation` varchar(255) COLLATE utf8_bin NOT NULL DEFAULT '',
  `transformation_options` varchar(255) COLLATE utf8_bin NOT NULL DEFAULT '',
  `input_transformation` varchar(255) COLLATE utf8_bin NOT NULL DEFAULT '',
  `input_transformation_options` varchar(255) COLLATE utf8_bin NOT NULL DEFAULT ''
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin COMMENT='Column information for phpMyAdmin';

-- --------------------------------------------------------

--
-- 表的结构 `pma__designer_settings`
--

CREATE TABLE `pma__designer_settings` (
  `username` varchar(64) COLLATE utf8_bin NOT NULL,
  `settings_data` text COLLATE utf8_bin NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin COMMENT='Settings related to Designer';

--
-- 转存表中的数据 `pma__designer_settings`
--

INSERT INTO `pma__designer_settings` (`username`, `settings_data`) VALUES
('root', '{\"angular_direct\":\"direct\",\"snap_to_grid\":\"off\",\"relation_lines\":\"true\"}');

-- --------------------------------------------------------

--
-- 表的结构 `pma__export_templates`
--

CREATE TABLE `pma__export_templates` (
  `id` int(5) UNSIGNED NOT NULL,
  `username` varchar(64) COLLATE utf8_bin NOT NULL,
  `export_type` varchar(10) COLLATE utf8_bin NOT NULL,
  `template_name` varchar(64) COLLATE utf8_bin NOT NULL,
  `template_data` text COLLATE utf8_bin NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin COMMENT='Saved export templates';

--
-- 转存表中的数据 `pma__export_templates`
--

INSERT INTO `pma__export_templates` (`id`, `username`, `export_type`, `template_name`, `template_data`) VALUES
(1, 'root', 'database', 'new', '{\"quick_or_custom\":\"quick\",\"what\":\"sql\",\"structure_or_data_forced\":\"0\",\"table_select[]\":[\"article\",\"comments\",\"like_num\",\"member\",\"pma__bookmark\",\"pma__central_columns\",\"pma__column_info\",\"pma__designer_settings\",\"pma__export_templates\",\"pma__favorite\",\"pma__history\",\"pma__navigationhiding\",\"pma__pdf_pages\",\"pma__recent\",\"pma__relation\",\"pma__savedsearches\",\"pma__table_coords\",\"pma__table_info\",\"pma__table_uiprefs\",\"pma__tracking\",\"pma__userconfig\",\"pma__usergroups\",\"pma__users\"],\"table_structure[]\":[\"article\",\"comments\",\"like_num\",\"member\",\"pma__bookmark\",\"pma__central_columns\",\"pma__column_info\",\"pma__designer_settings\",\"pma__export_templates\",\"pma__favorite\",\"pma__history\",\"pma__navigationhiding\",\"pma__pdf_pages\",\"pma__recent\",\"pma__relation\",\"pma__savedsearches\",\"pma__table_coords\",\"pma__table_info\",\"pma__table_uiprefs\",\"pma__tracking\",\"pma__userconfig\",\"pma__usergroups\",\"pma__users\"],\"table_data[]\":[\"article\",\"comments\",\"like_num\",\"member\",\"pma__bookmark\",\"pma__central_columns\",\"pma__column_info\",\"pma__designer_settings\",\"pma__export_templates\",\"pma__favorite\",\"pma__history\",\"pma__navigationhiding\",\"pma__pdf_pages\",\"pma__recent\",\"pma__relation\",\"pma__savedsearches\",\"pma__table_coords\",\"pma__table_info\",\"pma__table_uiprefs\",\"pma__tracking\",\"pma__userconfig\",\"pma__usergroups\",\"pma__users\"],\"output_format\":\"sendit\",\"filename_template\":\"@DATABASE@\",\"remember_template\":\"on\",\"charset\":\"utf-8\",\"compression\":\"none\",\"maxsize\":\"\",\"codegen_structure_or_data\":\"data\",\"codegen_format\":\"0\",\"csv_separator\":\",\",\"csv_enclosed\":\"\\\"\",\"csv_escaped\":\"\\\"\",\"csv_terminated\":\"AUTO\",\"csv_null\":\"NULL\",\"csv_structure_or_data\":\"data\",\"excel_null\":\"NULL\",\"excel_edition\":\"win\",\"excel_structure_or_data\":\"data\",\"htmlword_structure_or_data\":\"structure_and_data\",\"htmlword_null\":\"NULL\",\"json_structure_or_data\":\"data\",\"latex_caption\":\"something\",\"latex_structure_or_data\":\"structure_and_data\",\"latex_structure_caption\":\"@TABLE@ 資料表結構\",\"latex_structure_continued_caption\":\"@TABLE@ 資料表結構 (續)\",\"latex_structure_label\":\"tab:@TABLE@-structure\",\"latex_relation\":\"something\",\"latex_comments\":\"something\",\"latex_mime\":\"something\",\"latex_columns\":\"something\",\"latex_data_caption\":\"@TABLE@ 表的內容\",\"latex_data_continued_caption\":\"@TABLE@ 表的內容 (續)\",\"latex_data_label\":\"tab:@TABLE@-data\",\"latex_null\":\"\\\\textit{NULL}\",\"mediawiki_structure_or_data\":\"structure_and_data\",\"mediawiki_caption\":\"something\",\"mediawiki_headers\":\"something\",\"ods_null\":\"NULL\",\"ods_structure_or_data\":\"data\",\"odt_structure_or_data\":\"structure_and_data\",\"odt_relation\":\"something\",\"odt_comments\":\"something\",\"odt_mime\":\"something\",\"odt_columns\":\"something\",\"odt_null\":\"NULL\",\"pdf_report_title\":\"\",\"pdf_structure_or_data\":\"structure_and_data\",\"phparray_structure_or_data\":\"data\",\"sql_include_comments\":\"something\",\"sql_header_comment\":\"\",\"sql_compatibility\":\"NONE\",\"sql_structure_or_data\":\"structure_and_data\",\"sql_create_table\":\"something\",\"sql_auto_increment\":\"something\",\"sql_create_view\":\"something\",\"sql_procedure_function\":\"something\",\"sql_create_trigger\":\"something\",\"sql_backquotes\":\"something\",\"sql_type\":\"INSERT\",\"sql_insert_syntax\":\"both\",\"sql_max_query_size\":\"50000\",\"sql_hex_for_binary\":\"something\",\"sql_utc_time\":\"something\",\"texytext_structure_or_data\":\"structure_and_data\",\"texytext_null\":\"NULL\",\"xml_structure_or_data\":\"data\",\"xml_export_events\":\"something\",\"xml_export_functions\":\"something\",\"xml_export_procedures\":\"something\",\"xml_export_tables\":\"something\",\"xml_export_triggers\":\"something\",\"xml_export_views\":\"something\",\"xml_export_contents\":\"something\",\"yaml_structure_or_data\":\"data\",\"\":null,\"lock_tables\":null,\"as_separate_files\":null,\"csv_removeCRLF\":null,\"csv_columns\":null,\"excel_removeCRLF\":null,\"excel_columns\":null,\"htmlword_columns\":null,\"json_pretty_print\":null,\"ods_columns\":null,\"sql_dates\":null,\"sql_relation\":null,\"sql_mime\":null,\"sql_use_transaction\":null,\"sql_disable_fk\":null,\"sql_views_as_tables\":null,\"sql_metadata\":null,\"sql_create_database\":null,\"sql_drop_table\":null,\"sql_if_not_exists\":null,\"sql_truncate\":null,\"sql_delayed\":null,\"sql_ignore\":null,\"texytext_columns\":null}');

-- --------------------------------------------------------

--
-- 表的结构 `pma__favorite`
--

CREATE TABLE `pma__favorite` (
  `username` varchar(64) COLLATE utf8_bin NOT NULL,
  `tables` text COLLATE utf8_bin NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin COMMENT='Favorite tables';

-- --------------------------------------------------------

--
-- 表的结构 `pma__history`
--

CREATE TABLE `pma__history` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `username` varchar(64) COLLATE utf8_bin NOT NULL DEFAULT '',
  `db` varchar(64) COLLATE utf8_bin NOT NULL DEFAULT '',
  `table` varchar(64) COLLATE utf8_bin NOT NULL DEFAULT '',
  `timevalue` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `sqlquery` text COLLATE utf8_bin NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin COMMENT='SQL history for phpMyAdmin';

-- --------------------------------------------------------

--
-- 表的结构 `pma__navigationhiding`
--

CREATE TABLE `pma__navigationhiding` (
  `username` varchar(64) COLLATE utf8_bin NOT NULL,
  `item_name` varchar(64) COLLATE utf8_bin NOT NULL,
  `item_type` varchar(64) COLLATE utf8_bin NOT NULL,
  `db_name` varchar(64) COLLATE utf8_bin NOT NULL,
  `table_name` varchar(64) COLLATE utf8_bin NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin COMMENT='Hidden items of navigation tree';

-- --------------------------------------------------------

--
-- 表的结构 `pma__pdf_pages`
--

CREATE TABLE `pma__pdf_pages` (
  `db_name` varchar(64) COLLATE utf8_bin NOT NULL DEFAULT '',
  `page_nr` int(10) UNSIGNED NOT NULL,
  `page_descr` varchar(50) CHARACTER SET utf8 NOT NULL DEFAULT ''
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin COMMENT='PDF relation pages for phpMyAdmin';

-- --------------------------------------------------------

--
-- 表的结构 `pma__recent`
--

CREATE TABLE `pma__recent` (
  `username` varchar(64) COLLATE utf8_bin NOT NULL,
  `tables` text COLLATE utf8_bin NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin COMMENT='Recently accessed tables';

--
-- 转存表中的数据 `pma__recent`
--

INSERT INTO `pma__recent` (`username`, `tables`) VALUES
('root', '[{\"db\":\"im\",\"table\":\"like_num\"},{\"db\":\"im\",\"table\":\"member\"},{\"db\":\"im\",\"table\":\"article\"},{\"db\":\"im\",\"table\":\"comments\"},{\"db\":\"arduino\",\"table\":\"sample_data\"},{\"db\":\"data\",\"table\":\"3011\"},{\"db\":\"im\",\"table\":\"pma__users\"}]');

-- --------------------------------------------------------

--
-- 表的结构 `pma__relation`
--

CREATE TABLE `pma__relation` (
  `master_db` varchar(64) COLLATE utf8_bin NOT NULL DEFAULT '',
  `master_table` varchar(64) COLLATE utf8_bin NOT NULL DEFAULT '',
  `master_field` varchar(64) COLLATE utf8_bin NOT NULL DEFAULT '',
  `foreign_db` varchar(64) COLLATE utf8_bin NOT NULL DEFAULT '',
  `foreign_table` varchar(64) COLLATE utf8_bin NOT NULL DEFAULT '',
  `foreign_field` varchar(64) COLLATE utf8_bin NOT NULL DEFAULT ''
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin COMMENT='Relation table';

-- --------------------------------------------------------

--
-- 表的结构 `pma__savedsearches`
--

CREATE TABLE `pma__savedsearches` (
  `id` int(5) UNSIGNED NOT NULL,
  `username` varchar(64) COLLATE utf8_bin NOT NULL DEFAULT '',
  `db_name` varchar(64) COLLATE utf8_bin NOT NULL DEFAULT '',
  `search_name` varchar(64) COLLATE utf8_bin NOT NULL DEFAULT '',
  `search_data` text COLLATE utf8_bin NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin COMMENT='Saved searches';

-- --------------------------------------------------------

--
-- 表的结构 `pma__table_coords`
--

CREATE TABLE `pma__table_coords` (
  `db_name` varchar(64) COLLATE utf8_bin NOT NULL DEFAULT '',
  `table_name` varchar(64) COLLATE utf8_bin NOT NULL DEFAULT '',
  `pdf_page_number` int(11) NOT NULL DEFAULT '0',
  `x` float UNSIGNED NOT NULL DEFAULT '0',
  `y` float UNSIGNED NOT NULL DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin COMMENT='Table coordinates for phpMyAdmin PDF output';

-- --------------------------------------------------------

--
-- 表的结构 `pma__table_info`
--

CREATE TABLE `pma__table_info` (
  `db_name` varchar(64) COLLATE utf8_bin NOT NULL DEFAULT '',
  `table_name` varchar(64) COLLATE utf8_bin NOT NULL DEFAULT '',
  `display_field` varchar(64) COLLATE utf8_bin NOT NULL DEFAULT ''
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin COMMENT='Table information for phpMyAdmin';

-- --------------------------------------------------------

--
-- 表的结构 `pma__table_uiprefs`
--

CREATE TABLE `pma__table_uiprefs` (
  `username` varchar(64) COLLATE utf8_bin NOT NULL,
  `db_name` varchar(64) COLLATE utf8_bin NOT NULL,
  `table_name` varchar(64) COLLATE utf8_bin NOT NULL,
  `prefs` text COLLATE utf8_bin NOT NULL,
  `last_update` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin COMMENT='Tables'' UI preferences';

--
-- 转存表中的数据 `pma__table_uiprefs`
--

INSERT INTO `pma__table_uiprefs` (`username`, `db_name`, `table_name`, `prefs`, `last_update`) VALUES
('root', 'im', 'member', '{\"CREATE_TIME\":\"2019-08-29 20:39:55\",\"col_visib\":[\"1\",\"1\",\"1\",\"1\",\"1\",\"1\"]}', '2020-02-04 03:53:59');

-- --------------------------------------------------------

--
-- 表的结构 `pma__tracking`
--

CREATE TABLE `pma__tracking` (
  `db_name` varchar(64) COLLATE utf8_bin NOT NULL,
  `table_name` varchar(64) COLLATE utf8_bin NOT NULL,
  `version` int(10) UNSIGNED NOT NULL,
  `date_created` datetime NOT NULL,
  `date_updated` datetime NOT NULL,
  `schema_snapshot` text COLLATE utf8_bin NOT NULL,
  `schema_sql` text COLLATE utf8_bin,
  `data_sql` longtext COLLATE utf8_bin,
  `tracking` set('UPDATE','REPLACE','INSERT','DELETE','TRUNCATE','CREATE DATABASE','ALTER DATABASE','DROP DATABASE','CREATE TABLE','ALTER TABLE','RENAME TABLE','DROP TABLE','CREATE INDEX','DROP INDEX','CREATE VIEW','ALTER VIEW','DROP VIEW') COLLATE utf8_bin DEFAULT NULL,
  `tracking_active` int(1) UNSIGNED NOT NULL DEFAULT '1'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin COMMENT='Database changes tracking for phpMyAdmin';

--
-- 转存表中的数据 `pma__tracking`
--

INSERT INTO `pma__tracking` (`db_name`, `table_name`, `version`, `date_created`, `date_updated`, `schema_snapshot`, `schema_sql`, `data_sql`, `tracking`, `tracking_active`) VALUES
('im', 'article', 1, '2019-07-30 14:24:04', '2019-12-17 13:41:17', 'a:2:{s:7:\"COLUMNS\";a:7:{i:0;a:8:{s:5:\"Field\";s:2:\"ID\";s:4:\"Type\";s:16:\"int(10) unsigned\";s:9:\"Collation\";N;s:4:\"Null\";s:2:\"NO\";s:3:\"Key\";s:3:\"PRI\";s:7:\"Default\";N;s:5:\"Extra\";s:14:\"auto_increment\";s:7:\"Comment\";s:0:\"\";}i:1;a:8:{s:5:\"Field\";s:6:\"poster\";s:4:\"Type\";s:4:\"text\";s:9:\"Collation\";s:15:\"utf8_unicode_ci\";s:4:\"Null\";s:2:\"NO\";s:3:\"Key\";s:0:\"\";s:7:\"Default\";N;s:5:\"Extra\";s:0:\"\";s:7:\"Comment\";s:0:\"\";}i:2;a:8:{s:5:\"Field\";s:5:\"title\";s:4:\"Type\";s:4:\"text\";s:9:\"Collation\";s:15:\"utf8_unicode_ci\";s:4:\"Null\";s:2:\"NO\";s:3:\"Key\";s:0:\"\";s:7:\"Default\";N;s:5:\"Extra\";s:0:\"\";s:7:\"Comment\";s:0:\"\";}i:3;a:8:{s:5:\"Field\";s:4:\"text\";s:4:\"Type\";s:4:\"text\";s:9:\"Collation\";s:15:\"utf8_unicode_ci\";s:4:\"Null\";s:2:\"NO\";s:3:\"Key\";s:0:\"\";s:7:\"Default\";N;s:5:\"Extra\";s:0:\"\";s:7:\"Comment\";s:0:\"\";}i:4;a:8:{s:5:\"Field\";s:8:\"like_num\";s:4:\"Type\";s:7:\"int(11)\";s:9:\"Collation\";N;s:4:\"Null\";s:2:\"NO\";s:3:\"Key\";s:0:\"\";s:7:\"Default\";N;s:5:\"Extra\";s:0:\"\";s:7:\"Comment\";s:0:\"\";}i:5;a:8:{s:5:\"Field\";s:7:\"hashtag\";s:4:\"Type\";s:4:\"text\";s:9:\"Collation\";s:15:\"utf8_unicode_ci\";s:4:\"Null\";s:2:\"NO\";s:3:\"Key\";s:0:\"\";s:7:\"Default\";N;s:5:\"Extra\";s:0:\"\";s:7:\"Comment\";s:0:\"\";}i:6;a:8:{s:5:\"Field\";s:5:\"photo\";s:4:\"Type\";s:4:\"text\";s:9:\"Collation\";s:15:\"utf8_unicode_ci\";s:4:\"Null\";s:2:\"NO\";s:3:\"Key\";s:0:\"\";s:7:\"Default\";N;s:5:\"Extra\";s:0:\"\";s:7:\"Comment\";s:0:\"\";}}s:7:\"INDEXES\";a:1:{i:0;a:13:{s:5:\"Table\";s:7:\"article\";s:10:\"Non_unique\";s:1:\"0\";s:8:\"Key_name\";s:7:\"PRIMARY\";s:12:\"Seq_in_index\";s:1:\"1\";s:11:\"Column_name\";s:2:\"ID\";s:9:\"Collation\";s:1:\"A\";s:11:\"Cardinality\";s:3:\"197\";s:8:\"Sub_part\";N;s:6:\"Packed\";N;s:4:\"Null\";s:0:\"\";s:10:\"Index_type\";s:5:\"BTREE\";s:7:\"Comment\";s:0:\"\";s:13:\"Index_comment\";s:0:\"\";}}}', '# log 2019-07-30 14:24:04 root\nDROP TABLE IF EXISTS `article`;\n# log 2019-07-30 14:24:04 root\n\nCREATE TABLE `article` (\n  `ID` int(10) UNSIGNED NOT NULL,\n  `poster` text COLLATE utf8_unicode_ci NOT NULL,\n  `title` text COLLATE utf8_unicode_ci NOT NULL,\n  `text` text COLLATE utf8_unicode_ci NOT NULL,\n  `like_num` int(11) NOT NULL,\n  `hashtag` text COLLATE utf8_unicode_ci NOT NULL,\n  `photo` text COLLATE utf8_unicode_ci NOT NULL\n) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;\n\n# log 2019-08-06 22:16:20 root\nALTER TABLE article AUTO_INCREMENT = 1;\n\n# log 2019-08-06 22:18:11 root\nALTER TABLE article AUTO_INCREMENT = 1;\n\n# log 2019-08-07 15:07:50 root\nALTER TABLE article AUTO_INCREMENT=1;\n\n# log 2019-08-20 13:15:41 root\nALTER TABLE `article`  ADD `post_time` DATETIME NOT NULL  AFTER `photo`;\n# log 2019-08-20 13:19:09 root\nALTER TABLE `article` ;\n# log 2019-08-20 13:19:18 root\nALTER TABLE `article` ;\n# log 2019-08-20 13:19:27 root\nALTER TABLE `article` CHANGE `post_time` `post_time` DATETIME NOT NULL DEFAULT CURRENT_TIMESTAMP;\n# log 2019-08-31 12:13:06 root\nALTER TABLE `article` DROP `ID`;\n# log 2019-08-31 12:13:31 root\nALTER TABLE `article`  ADD `ID` INT UNSIGNED NOT NULL AUTO_INCREMENT  FIRST,  ADD   PRIMARY KEY  (`ID`);\n# log 2019-09-07 03:14:16 root\nALTER TABLE `article` DROP `ID`;\n# log 2019-09-07 03:14:39 root\nALTER TABLE `article`  ADD `ID` INT UNSIGNED NOT NULL AUTO_INCREMENT  FIRST,  ADD   PRIMARY KEY  (`ID`);\n# log 2019-12-16 13:36:19 root\nALTER TABLE `article` DROP `ID`;\n# log 2019-12-16 13:36:39 root\nALTER TABLE `article`  ADD `ID` INT UNSIGNED NOT NULL AUTO_INCREMENT  FIRST,  ADD   PRIMARY KEY  (`ID`);\n# log 2019-12-17 13:41:01 root\nALTER TABLE `article` DROP `ID`;\n# log 2019-12-17 13:41:17 root\nALTER TABLE `article`  ADD `ID` INT UNSIGNED NOT NULL AUTO_INCREMENT  FIRST,  ADD   PRIMARY KEY  (`ID`);', '\n\n# log 2019-08-06 22:17:22 root\nUPDATE `article` SET `ID` = \'237\' WHERE `article`.`ID` = 262;\n\n# log 2019-08-06 22:17:43 root\nUPDATE `article` SET `ID` = \'238\' WHERE `article`.`ID` = 263;\n\n# log 2019-08-07 05:48:36 root\nUPDATE `article` SET `like_num` = \'0\' WHERE `article`.`ID` = 236;\n\n# log 2019-08-07 14:52:43 root\nUPDATE `article` SET `title` = \'guo\', `text` = \'guo\' WHERE `article`.`ID` = 242;\n\n# log 2019-08-07 14:56:05 root\nUPDATE `article` SET `title` = \'guo\' WHERE `article`.`ID` = 242;\n\n# log 2019-08-07 14:56:55 root\nUPDATE `article` SET `title` = \'guo\' WHERE `article`.`ID` = 242;\n\n# log 2019-08-07 15:00:40 root\nUPDATE `article` SET `title` = \'guo\' WHERE `article`.`ID` = 242;\n\n# log 2019-08-07 15:01:55 root\nUPDATE `article` SET `title` = \'guo</a>\' WHERE `article`.`ID` = 242;\n\n# log 2019-08-07 15:03:02 root\nUPDATE `article` SET `title` = \'guo\' WHERE `article`.`ID` = 242;\n\n# log 2019-08-07 15:04:21 root\nUPDATE `article` SET `title` = \'guo</a>\' WHERE `article`.`ID` = 242;\n\n# log 2019-08-07 15:05:36 root\nUPDATE `article` SET `title` = \'\', `text` = \'\' WHERE `article`.`ID` = 242;\n\n# log 2019-08-07 15:06:11 root\nUPDATE `article` SET `title` = \'\' WHERE `article`.`ID` = 242;\n\n# log 2019-08-07 15:06:47 root\nUPDATE `article` SET `poster` = \'\', `title` = \'\' WHERE `article`.`ID` = 242;\n\n# log 2019-08-07 15:07:23 root\nDELETE FROM `article` WHERE `article`.`ID` = 242;\n\n# log 2019-08-07 15:11:04 root\nUPDATE `article` SET `title` = \'1\' WHERE `article`.`ID` = 241;\n\n# log 2019-08-07 15:12:17 root\nUPDATE `article` SET `title` = \'1\' WHERE `article`.`ID` = 241;\n\n# log 2019-08-07 15:20:21 root\nUPDATE `article` SET `title` = \'我明天還要上課啦= =拜託直接跟我講哪裡有漏洞拉\' WHERE `article`.`ID` = 241;\n\n# log 2019-08-07 15:28:04 root\nUPDATE `article` SET `title` = \'我有修過了..限制檔名還不夠嗎？\' WHERE `article`.`ID` = 241;\n\n# log 2019-08-09 12:12:38 root\nUPDATE `article` SET `title` = \'ok\' WHERE `article`.`ID` = 241;\n\n# log 2019-08-10 13:45:32 root\nUPDATE `article` SET `like_num` = \'50\' WHERE `article`.`ID` = 210;\n\n# log 2019-12-10 14:22:06 root\nUPDATE `article` SET `text` = \'更新內容：\\r\\n1.將無限Nora BUG清除<br>\\r\\n2.資料庫查詢語言大改，程式碼優化\' WHERE `article`.`ID` = 309;\n\n# log 2019-12-10 14:22:21 root\nUPDATE `article` SET `text` = \'更新內容：<br>\\r\\n1.將無限Nora BUG清除<br>\\r\\n2.資料庫查詢語言大改，程式碼優化\' WHERE `article`.`ID` = 309;\n\n# log 2019-12-16 13:34:27 root\nDELETE FROM `article` WHERE `article`.`ID` = 442;\n\n# log 2019-12-16 13:34:32 root\nDELETE FROM `article` WHERE `article`.`ID` = 432;\n\n# log 2019-12-16 13:34:36 root\nDELETE FROM `article` WHERE `article`.`ID` = 431;\n\n# log 2019-12-16 13:34:38 root\nDELETE FROM `article` WHERE `article`.`ID` = 430;\n\n# log 2019-12-16 13:34:40 root\nDELETE FROM `article` WHERE `article`.`ID` = 429;\n\n# log 2019-12-16 13:34:42 root\nDELETE FROM `article` WHERE `article`.`ID` = 428;\n\n# log 2019-12-16 13:34:44 root\nDELETE FROM `article` WHERE `article`.`ID` = 427;\n\n# log 2019-12-16 13:34:46 root\nDELETE FROM `article` WHERE `article`.`ID` = 426;\n\n# log 2019-12-16 13:34:53 root\nDELETE FROM `article` WHERE `article`.`ID` = 401;\n\n# log 2019-12-16 13:34:55 root\nDELETE FROM `article` WHERE `article`.`ID` = 402;\n\n# log 2019-12-16 13:34:57 root\nDELETE FROM `article` WHERE `article`.`ID` = 403;\n\n# log 2019-12-16 13:35:16 root\nDELETE FROM `article` WHERE `article`.`ID` = 404 LIMIT 1;\n# log 2019-12-16 13:35:16 root\nDELETE FROM `article` WHERE `article`.`ID` = 405 LIMIT 1;\n# log 2019-12-16 13:35:16 root\nDELETE FROM `article` WHERE `article`.`ID` = 406 LIMIT 1;\n# log 2019-12-16 13:35:16 root\nDELETE FROM `article` WHERE `article`.`ID` = 407 LIMIT 1;\n# log 2019-12-16 13:35:16 root\nDELETE FROM `article` WHERE `article`.`ID` = 408 LIMIT 1;\n# log 2019-12-16 13:35:16 root\nDELETE FROM `article` WHERE `article`.`ID` = 409 LIMIT 1;\n# log 2019-12-16 13:35:16 root\nDELETE FROM `article` WHERE `article`.`ID` = 410 LIMIT 1;\n# log 2019-12-16 13:35:16 root\nDELETE FROM `article` WHERE `article`.`ID` = 411 LIMIT 1;\n# log 2019-12-16 13:35:16 root\nDELETE FROM `article` WHERE `article`.`ID` = 412 LIMIT 1;\n# log 2019-12-16 13:35:16 root\nDELETE FROM `article` WHERE `article`.`ID` = 413 LIMIT 1;\n# log 2019-12-16 13:35:16 root\nDELETE FROM `article` WHERE `article`.`ID` = 414 LIMIT 1;\n# log 2019-12-16 13:35:16 root\nDELETE FROM `article` WHERE `article`.`ID` = 415 LIMIT 1;\n# log 2019-12-16 13:35:16 root\nDELETE FROM `article` WHERE `article`.`ID` = 416 LIMIT 1;\n# log 2019-12-16 13:35:16 root\nDELETE FROM `article` WHERE `article`.`ID` = 417 LIMIT 1;\n# log 2019-12-16 13:35:16 root\nDELETE FROM `article` WHERE `article`.`ID` = 418 LIMIT 1;\n# log 2019-12-16 13:35:16 root\nDELETE FROM `article` WHERE `article`.`ID` = 419 LIMIT 1;\n# log 2019-12-16 13:35:16 root\nDELETE FROM `article` WHERE `article`.`ID` = 420 LIMIT 1;\n# log 2019-12-16 13:35:16 root\nDELETE FROM `article` WHERE `article`.`ID` = 421 LIMIT 1;\n# log 2019-12-16 13:35:16 root\nDELETE FROM `article` WHERE `article`.`ID` = 422 LIMIT 1;\n# log 2019-12-16 13:35:16 root\nDELETE FROM `article` WHERE `article`.`ID` = 423 LIMIT 1;\n# log 2019-12-16 13:35:16 root\nDELETE FROM `article` WHERE `article`.`ID` = 424 LIMIT 1;\n# log 2019-12-16 13:35:16 root\nDELETE FROM `article` WHERE `article`.`ID` = 425 LIMIT 1;\n# log 2019-12-16 13:35:34 root\nDELETE FROM `article` WHERE `article`.`ID` = 376 LIMIT 1;\n# log 2019-12-16 13:35:34 root\nDELETE FROM `article` WHERE `article`.`ID` = 377 LIMIT 1;\n# log 2019-12-16 13:35:34 root\nDELETE FROM `article` WHERE `article`.`ID` = 378 LIMIT 1;\n# log 2019-12-16 13:35:34 root\nDELETE FROM `article` WHERE `article`.`ID` = 379 LIMIT 1;\n# log 2019-12-16 13:35:34 root\nDELETE FROM `article` WHERE `article`.`ID` = 380 LIMIT 1;\n# log 2019-12-16 13:35:34 root\nDELETE FROM `article` WHERE `article`.`ID` = 381 LIMIT 1;\n# log 2019-12-16 13:35:34 root\nDELETE FROM `article` WHERE `article`.`ID` = 382 LIMIT 1;\n# log 2019-12-16 13:35:34 root\nDELETE FROM `article` WHERE `article`.`ID` = 383 LIMIT 1;\n# log 2019-12-16 13:35:34 root\nDELETE FROM `article` WHERE `article`.`ID` = 384 LIMIT 1;\n# log 2019-12-16 13:35:34 root\nDELETE FROM `article` WHERE `article`.`ID` = 385 LIMIT 1;\n# log 2019-12-16 13:35:34 root\nDELETE FROM `article` WHERE `article`.`ID` = 386 LIMIT 1;\n# log 2019-12-16 13:35:34 root\nDELETE FROM `article` WHERE `article`.`ID` = 387 LIMIT 1;\n# log 2019-12-16 13:35:34 root\nDELETE FROM `article` WHERE `article`.`ID` = 388 LIMIT 1;\n# log 2019-12-16 13:35:34 root\nDELETE FROM `article` WHERE `article`.`ID` = 389 LIMIT 1;\n# log 2019-12-16 13:35:34 root\nDELETE FROM `article` WHERE `article`.`ID` = 390 LIMIT 1;\n# log 2019-12-16 13:35:34 root\nDELETE FROM `article` WHERE `article`.`ID` = 391 LIMIT 1;\n# log 2019-12-16 13:35:34 root\nDELETE FROM `article` WHERE `article`.`ID` = 392 LIMIT 1;\n# log 2019-12-16 13:35:34 root\nDELETE FROM `article` WHERE `article`.`ID` = 393 LIMIT 1;\n# log 2019-12-16 13:35:34 root\nDELETE FROM `article` WHERE `article`.`ID` = 394 LIMIT 1;\n# log 2019-12-16 13:35:34 root\nDELETE FROM `article` WHERE `article`.`ID` = 395 LIMIT 1;\n# log 2019-12-16 13:35:34 root\nDELETE FROM `article` WHERE `article`.`ID` = 396 LIMIT 1;\n# log 2019-12-16 13:35:34 root\nDELETE FROM `article` WHERE `article`.`ID` = 397 LIMIT 1;\n# log 2019-12-16 13:35:34 root\nDELETE FROM `article` WHERE `article`.`ID` = 398 LIMIT 1;\n# log 2019-12-16 13:35:34 root\nDELETE FROM `article` WHERE `article`.`ID` = 399 LIMIT 1;\n# log 2019-12-16 13:35:34 root\nDELETE FROM `article` WHERE `article`.`ID` = 400 LIMIT 1;\n# log 2019-12-16 13:35:48 root\nDELETE FROM `article` WHERE `article`.`ID` = 351 LIMIT 1;\n# log 2019-12-16 13:35:48 root\nDELETE FROM `article` WHERE `article`.`ID` = 352 LIMIT 1;\n# log 2019-12-16 13:35:48 root\nDELETE FROM `article` WHERE `article`.`ID` = 353 LIMIT 1;\n# log 2019-12-16 13:35:48 root\nDELETE FROM `article` WHERE `article`.`ID` = 354 LIMIT 1;\n# log 2019-12-16 13:35:48 root\nDELETE FROM `article` WHERE `article`.`ID` = 355 LIMIT 1;\n# log 2019-12-16 13:35:48 root\nDELETE FROM `article` WHERE `article`.`ID` = 356 LIMIT 1;\n# log 2019-12-16 13:35:48 root\nDELETE FROM `article` WHERE `article`.`ID` = 357 LIMIT 1;\n# log 2019-12-16 13:35:48 root\nDELETE FROM `article` WHERE `article`.`ID` = 358 LIMIT 1;\n# log 2019-12-16 13:35:48 root\nDELETE FROM `article` WHERE `article`.`ID` = 359 LIMIT 1;\n# log 2019-12-16 13:35:48 root\nDELETE FROM `article` WHERE `article`.`ID` = 360 LIMIT 1;\n# log 2019-12-16 13:35:48 root\nDELETE FROM `article` WHERE `article`.`ID` = 361 LIMIT 1;\n# log 2019-12-16 13:35:48 root\nDELETE FROM `article` WHERE `article`.`ID` = 362 LIMIT 1;\n# log 2019-12-16 13:35:48 root\nDELETE FROM `article` WHERE `article`.`ID` = 363 LIMIT 1;\n# log 2019-12-16 13:35:48 root\nDELETE FROM `article` WHERE `article`.`ID` = 364 LIMIT 1;\n# log 2019-12-16 13:35:48 root\nDELETE FROM `article` WHERE `article`.`ID` = 365 LIMIT 1;\n# log 2019-12-16 13:35:48 root\nDELETE FROM `article` WHERE `article`.`ID` = 366 LIMIT 1;\n# log 2019-12-16 13:35:48 root\nDELETE FROM `article` WHERE `article`.`ID` = 367 LIMIT 1;\n# log 2019-12-16 13:35:48 root\nDELETE FROM `article` WHERE `article`.`ID` = 368 LIMIT 1;\n# log 2019-12-16 13:35:48 root\nDELETE FROM `article` WHERE `article`.`ID` = 369 LIMIT 1;\n# log 2019-12-16 13:35:48 root\nDELETE FROM `article` WHERE `article`.`ID` = 370 LIMIT 1;\n# log 2019-12-16 13:35:48 root\nDELETE FROM `article` WHERE `article`.`ID` = 371 LIMIT 1;\n# log 2019-12-16 13:35:48 root\nDELETE FROM `article` WHERE `article`.`ID` = 372 LIMIT 1;\n# log 2019-12-16 13:35:48 root\nDELETE FROM `article` WHERE `article`.`ID` = 373 LIMIT 1;\n# log 2019-12-16 13:35:48 root\nDELETE FROM `article` WHERE `article`.`ID` = 374 LIMIT 1;\n# log 2019-12-16 13:35:48 root\nDELETE FROM `article` WHERE `article`.`ID` = 375 LIMIT 1;\n# log 2019-12-16 13:35:57 root\nDELETE FROM `article` WHERE `article`.`ID` = 326 LIMIT 1;\n# log 2019-12-16 13:35:57 root\nDELETE FROM `article` WHERE `article`.`ID` = 327 LIMIT 1;\n# log 2019-12-16 13:35:57 root\nDELETE FROM `article` WHERE `article`.`ID` = 328 LIMIT 1;\n# log 2019-12-16 13:35:57 root\nDELETE FROM `article` WHERE `article`.`ID` = 329 LIMIT 1;\n# log 2019-12-16 13:35:57 root\nDELETE FROM `article` WHERE `article`.`ID` = 330 LIMIT 1;\n# log 2019-12-16 13:35:57 root\nDELETE FROM `article` WHERE `article`.`ID` = 331 LIMIT 1;\n# log 2019-12-16 13:35:57 root\nDELETE FROM `article` WHERE `article`.`ID` = 332 LIMIT 1;\n# log 2019-12-16 13:35:57 root\nDELETE FROM `article` WHERE `article`.`ID` = 333 LIMIT 1;\n# log 2019-12-16 13:35:57 root\nDELETE FROM `article` WHERE `article`.`ID` = 334 LIMIT 1;\n# log 2019-12-16 13:35:57 root\nDELETE FROM `article` WHERE `article`.`ID` = 335 LIMIT 1;\n# log 2019-12-16 13:35:57 root\nDELETE FROM `article` WHERE `article`.`ID` = 336 LIMIT 1;\n# log 2019-12-16 13:35:57 root\nDELETE FROM `article` WHERE `article`.`ID` = 337 LIMIT 1;\n# log 2019-12-16 13:35:57 root\nDELETE FROM `article` WHERE `article`.`ID` = 338 LIMIT 1;\n# log 2019-12-16 13:35:57 root\nDELETE FROM `article` WHERE `article`.`ID` = 339 LIMIT 1;\n# log 2019-12-16 13:35:57 root\nDELETE FROM `article` WHERE `article`.`ID` = 340 LIMIT 1;\n# log 2019-12-16 13:35:57 root\nDELETE FROM `article` WHERE `article`.`ID` = 341 LIMIT 1;\n# log 2019-12-16 13:35:57 root\nDELETE FROM `article` WHERE `article`.`ID` = 342 LIMIT 1;\n# log 2019-12-16 13:35:57 root\nDELETE FROM `article` WHERE `article`.`ID` = 343 LIMIT 1;\n# log 2019-12-16 13:35:57 root\nDELETE FROM `article` WHERE `article`.`ID` = 344 LIMIT 1;\n# log 2019-12-16 13:35:57 root\nDELETE FROM `article` WHERE `article`.`ID` = 345 LIMIT 1;\n# log 2019-12-16 13:35:57 root\nDELETE FROM `article` WHERE `article`.`ID` = 346 LIMIT 1;\n# log 2019-12-16 13:35:57 root\nDELETE FROM `article` WHERE `article`.`ID` = 347 LIMIT 1;\n# log 2019-12-16 13:35:57 root\nDELETE FROM `article` WHERE `article`.`ID` = 348 LIMIT 1;\n# log 2019-12-16 13:35:57 root\nDELETE FROM `article` WHERE `article`.`ID` = 349 LIMIT 1;\n# log 2019-12-16 13:35:57 root\nDELETE FROM `article` WHERE `article`.`ID` = 350 LIMIT 1;\n# log 2019-12-16 13:36:10 root\nDELETE FROM `article` WHERE `article`.`ID` = 325;\n\n# log 2019-12-16 13:49:16 root\nUPDATE `article` SET `text` = \'更新內容：<br>\\r\\n1.將發文及回覆BUG修復\' WHERE `article`.`ID` = 339;\n\n# log 2019-12-17 13:40:36 root\nDELETE FROM `article` WHERE `article`.`ID` = 351 LIMIT 1;\n# log 2019-12-17 13:40:36 root\nDELETE FROM `article` WHERE `article`.`ID` = 352 LIMIT 1;\n# log 2019-12-17 13:40:36 root\nDELETE FROM `article` WHERE `article`.`ID` = 353 LIMIT 1;\n# log 2019-12-17 13:40:36 root\nDELETE FROM `article` WHERE `article`.`ID` = 354 LIMIT 1;\n# log 2019-12-17 13:40:36 root\nDELETE FROM `article` WHERE `article`.`ID` = 355 LIMIT 1;\n# log 2019-12-17 13:40:36 root\nDELETE FROM `article` WHERE `article`.`ID` = 356 LIMIT 1;\n# log 2019-12-17 13:40:36 root\nDELETE FROM `article` WHERE `article`.`ID` = 357 LIMIT 1;\n# log 2019-12-17 13:40:36 root\nDELETE FROM `article` WHERE `article`.`ID` = 358 LIMIT 1;\n# log 2019-12-17 13:40:36 root\nDELETE FROM `article` WHERE `article`.`ID` = 359 LIMIT 1;\n# log 2019-12-17 13:40:36 root\nDELETE FROM `article` WHERE `article`.`ID` = 360 LIMIT 1;\n# log 2019-12-17 13:40:36 root\nDELETE FROM `article` WHERE `article`.`ID` = 361 LIMIT 1;\n# log 2019-12-17 13:40:36 root\nDELETE FROM `article` WHERE `article`.`ID` = 362 LIMIT 1;\n# log 2019-12-17 13:40:36 root\nDELETE FROM `article` WHERE `article`.`ID` = 363 LIMIT 1;\n# log 2019-12-17 13:40:36 root\nDELETE FROM `article` WHERE `article`.`ID` = 364 LIMIT 1;\n# log 2019-12-17 13:40:36 root\nDELETE FROM `article` WHERE `article`.`ID` = 365 LIMIT 1;\n# log 2019-12-17 13:40:36 root\nDELETE FROM `article` WHERE `article`.`ID` = 366 LIMIT 1;\n# log 2019-12-17 13:40:36 root\nDELETE FROM `article` WHERE `article`.`ID` = 367 LIMIT 1;\n# log 2019-12-17 13:40:36 root\nDELETE FROM `article` WHERE `article`.`ID` = 368 LIMIT 1;\n# log 2019-12-17 13:40:36 root\nDELETE FROM `article` WHERE `article`.`ID` = 369 LIMIT 1;\n# log 2019-12-17 13:40:36 root\nDELETE FROM `article` WHERE `article`.`ID` = 370 LIMIT 1;\n# log 2019-12-17 13:40:36 root\nDELETE FROM `article` WHERE `article`.`ID` = 371 LIMIT 1;\n# log 2019-12-17 13:40:36 root\nDELETE FROM `article` WHERE `article`.`ID` = 372 LIMIT 1;\n# log 2019-12-17 13:40:36 root\nDELETE FROM `article` WHERE `article`.`ID` = 373 LIMIT 1;\n# log 2019-12-17 13:40:51 root\nDELETE FROM `article` WHERE `article`.`ID` = 341 LIMIT 1;\n# log 2019-12-17 13:40:51 root\nDELETE FROM `article` WHERE `article`.`ID` = 342 LIMIT 1;\n# log 2019-12-17 13:40:51 root\nDELETE FROM `article` WHERE `article`.`ID` = 343 LIMIT 1;\n# log 2019-12-17 13:40:51 root\nDELETE FROM `article` WHERE `article`.`ID` = 344 LIMIT 1;\n# log 2019-12-17 13:40:51 root\nDELETE FROM `article` WHERE `article`.`ID` = 345 LIMIT 1;\n# log 2019-12-17 13:40:51 root\nDELETE FROM `article` WHERE `article`.`ID` = 346 LIMIT 1;\n# log 2019-12-17 13:40:51 root\nDELETE FROM `article` WHERE `article`.`ID` = 347 LIMIT 1;\n# log 2019-12-17 13:40:51 root\nDELETE FROM `article` WHERE `article`.`ID` = 348 LIMIT 1;\n# log 2019-12-17 13:40:51 root\nDELETE FROM `article` WHERE `article`.`ID` = 349 LIMIT 1;\n# log 2019-12-17 13:40:51 root\nDELETE FROM `article` WHERE `article`.`ID` = 350 LIMIT 1;', 'UPDATE,INSERT,DELETE,TRUNCATE,CREATE TABLE,ALTER TABLE,RENAME TABLE,DROP TABLE,CREATE INDEX,DROP INDEX', 1),
('im', 'comments', 1, '2019-07-30 14:24:18', '2019-12-17 13:43:02', 'a:2:{s:7:\"COLUMNS\";a:6:{i:0;a:8:{s:5:\"Field\";s:7:\"find_ID\";s:4:\"Type\";s:16:\"int(10) unsigned\";s:9:\"Collation\";N;s:4:\"Null\";s:2:\"NO\";s:3:\"Key\";s:3:\"PRI\";s:7:\"Default\";N;s:5:\"Extra\";s:14:\"auto_increment\";s:7:\"Comment\";s:0:\"\";}i:1;a:8:{s:5:\"Field\";s:7:\"post_id\";s:4:\"Type\";s:7:\"int(11)\";s:9:\"Collation\";N;s:4:\"Null\";s:2:\"NO\";s:3:\"Key\";s:0:\"\";s:7:\"Default\";N;s:5:\"Extra\";s:0:\"\";s:7:\"Comment\";s:0:\"\";}i:2;a:8:{s:5:\"Field\";s:2:\"id\";s:4:\"Type\";s:7:\"int(11)\";s:9:\"Collation\";N;s:4:\"Null\";s:2:\"NO\";s:3:\"Key\";s:0:\"\";s:7:\"Default\";N;s:5:\"Extra\";s:0:\"\";s:7:\"Comment\";s:0:\"\";}i:3;a:8:{s:5:\"Field\";s:4:\"text\";s:4:\"Type\";s:4:\"text\";s:9:\"Collation\";s:15:\"utf8_unicode_ci\";s:4:\"Null\";s:2:\"NO\";s:3:\"Key\";s:0:\"\";s:7:\"Default\";N;s:5:\"Extra\";s:0:\"\";s:7:\"Comment\";s:0:\"\";}i:4;a:8:{s:5:\"Field\";s:9:\"commenter\";s:4:\"Type\";s:4:\"text\";s:9:\"Collation\";s:15:\"utf8_unicode_ci\";s:4:\"Null\";s:2:\"NO\";s:3:\"Key\";s:0:\"\";s:7:\"Default\";N;s:5:\"Extra\";s:0:\"\";s:7:\"Comment\";s:0:\"\";}i:5;a:8:{s:5:\"Field\";s:7:\"hashtag\";s:4:\"Type\";s:7:\"int(11)\";s:9:\"Collation\";N;s:4:\"Null\";s:2:\"NO\";s:3:\"Key\";s:0:\"\";s:7:\"Default\";N;s:5:\"Extra\";s:0:\"\";s:7:\"Comment\";s:0:\"\";}}s:7:\"INDEXES\";a:1:{i:0;a:13:{s:5:\"Table\";s:8:\"comments\";s:10:\"Non_unique\";s:1:\"0\";s:8:\"Key_name\";s:7:\"PRIMARY\";s:12:\"Seq_in_index\";s:1:\"1\";s:11:\"Column_name\";s:7:\"find_ID\";s:9:\"Collation\";s:1:\"A\";s:11:\"Cardinality\";s:3:\"176\";s:8:\"Sub_part\";N;s:6:\"Packed\";N;s:4:\"Null\";s:0:\"\";s:10:\"Index_type\";s:5:\"BTREE\";s:7:\"Comment\";s:0:\"\";s:13:\"Index_comment\";s:0:\"\";}}}', '# log 2019-07-30 14:24:18 root\nDROP TABLE IF EXISTS `comments`;\n# log 2019-07-30 14:24:18 root\n\nCREATE TABLE `comments` (\n  `find_ID` int(10) UNSIGNED NOT NULL,\n  `post_id` int(11) NOT NULL,\n  `id` int(11) NOT NULL,\n  `text` text COLLATE utf8_unicode_ci NOT NULL,\n  `commenter` text COLLATE utf8_unicode_ci NOT NULL,\n  `hashtag` int(11) NOT NULL\n) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;\n\n# log 2019-08-20 13:17:00 root\nALTER TABLE `comments`  ADD `post_time` DATETIME NOT NULL  AFTER `hashtag`;\n# log 2019-08-20 13:20:07 root\nALTER TABLE `comments` CHANGE `post_time` `post_time` DATETIME NOT NULL DEFAULT CURRENT_TIMESTAMP;', '\n\n# log 2019-12-17 13:42:51 root\nUPDATE `comments` SET `post_id` = \'341\' WHERE `comments`.`find_ID` = 419;\n\n# log 2019-12-17 13:43:02 root\nUPDATE `comments` SET `post_id` = \'341\' WHERE `comments`.`find_ID` = 420;\n', 'UPDATE,INSERT,DELETE,TRUNCATE,CREATE TABLE,ALTER TABLE,RENAME TABLE,DROP TABLE,CREATE INDEX,DROP INDEX', 1),
('im', 'like_num', 1, '2019-07-30 14:24:22', '2019-08-09 14:19:17', 'a:2:{s:7:\"COLUMNS\";a:4:{i:0;a:8:{s:5:\"Field\";s:2:\"ID\";s:4:\"Type\";s:16:\"int(10) unsigned\";s:9:\"Collation\";N;s:4:\"Null\";s:2:\"NO\";s:3:\"Key\";s:3:\"PRI\";s:7:\"Default\";N;s:5:\"Extra\";s:14:\"auto_increment\";s:7:\"Comment\";s:0:\"\";}i:1;a:8:{s:5:\"Field\";s:7:\"account\";s:4:\"Type\";s:4:\"text\";s:9:\"Collation\";s:15:\"utf8_unicode_ci\";s:4:\"Null\";s:2:\"NO\";s:3:\"Key\";s:0:\"\";s:7:\"Default\";N;s:5:\"Extra\";s:0:\"\";s:7:\"Comment\";s:0:\"\";}i:2;a:8:{s:5:\"Field\";s:7:\"post_id\";s:4:\"Type\";s:7:\"int(11)\";s:9:\"Collation\";N;s:4:\"Null\";s:2:\"NO\";s:3:\"Key\";s:0:\"\";s:7:\"Default\";N;s:5:\"Extra\";s:0:\"\";s:7:\"Comment\";s:0:\"\";}i:3;a:8:{s:5:\"Field\";s:4:\"flag\";s:4:\"Type\";s:7:\"int(11)\";s:9:\"Collation\";N;s:4:\"Null\";s:2:\"NO\";s:3:\"Key\";s:0:\"\";s:7:\"Default\";N;s:5:\"Extra\";s:0:\"\";s:7:\"Comment\";s:0:\"\";}}s:7:\"INDEXES\";a:1:{i:0;a:13:{s:5:\"Table\";s:8:\"like_num\";s:10:\"Non_unique\";s:1:\"0\";s:8:\"Key_name\";s:7:\"PRIMARY\";s:12:\"Seq_in_index\";s:1:\"1\";s:11:\"Column_name\";s:2:\"ID\";s:9:\"Collation\";s:1:\"A\";s:11:\"Cardinality\";s:3:\"391\";s:8:\"Sub_part\";N;s:6:\"Packed\";N;s:4:\"Null\";s:0:\"\";s:10:\"Index_type\";s:5:\"BTREE\";s:7:\"Comment\";s:0:\"\";s:13:\"Index_comment\";s:0:\"\";}}}', '# log 2019-07-30 14:24:22 root\nDROP TABLE IF EXISTS `like_num`;\n# log 2019-07-30 14:24:22 root\n\nCREATE TABLE `like_num` (\n  `ID` int(10) UNSIGNED NOT NULL,\n  `account` text COLLATE utf8_unicode_ci NOT NULL,\n  `post_id` int(11) NOT NULL,\n  `flag` int(11) NOT NULL\n) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;\n', '\n\n# log 2019-08-09 14:19:17 root\nUPDATE `like_num` SET `flag` = \'2\' WHERE `like_num`.`ID` = 445;\n', 'UPDATE,INSERT,DELETE,TRUNCATE,CREATE TABLE,ALTER TABLE,RENAME TABLE,DROP TABLE,CREATE INDEX,DROP INDEX', 1),
('im', 'member', 1, '2019-07-30 14:24:27', '2020-05-03 05:48:27', 'a:2:{s:7:\"COLUMNS\";a:6:{i:0;a:8:{s:5:\"Field\";s:2:\"ID\";s:4:\"Type\";s:16:\"int(10) unsigned\";s:9:\"Collation\";N;s:4:\"Null\";s:2:\"NO\";s:3:\"Key\";s:3:\"PRI\";s:7:\"Default\";N;s:5:\"Extra\";s:14:\"auto_increment\";s:7:\"Comment\";s:0:\"\";}i:1;a:8:{s:5:\"Field\";s:7:\"account\";s:4:\"Type\";s:11:\"varchar(50)\";s:9:\"Collation\";s:15:\"utf8_unicode_ci\";s:4:\"Null\";s:2:\"NO\";s:3:\"Key\";s:0:\"\";s:7:\"Default\";N;s:5:\"Extra\";s:0:\"\";s:7:\"Comment\";s:0:\"\";}i:2;a:8:{s:5:\"Field\";s:8:\"password\";s:4:\"Type\";s:11:\"varchar(50)\";s:9:\"Collation\";s:15:\"utf8_unicode_ci\";s:4:\"Null\";s:2:\"NO\";s:3:\"Key\";s:0:\"\";s:7:\"Default\";N;s:5:\"Extra\";s:0:\"\";s:7:\"Comment\";s:0:\"\";}i:3;a:8:{s:5:\"Field\";s:4:\"name\";s:4:\"Type\";s:4:\"text\";s:9:\"Collation\";s:15:\"utf8_unicode_ci\";s:4:\"Null\";s:2:\"NO\";s:3:\"Key\";s:0:\"\";s:7:\"Default\";N;s:5:\"Extra\";s:0:\"\";s:7:\"Comment\";s:0:\"\";}i:4;a:8:{s:5:\"Field\";s:5:\"email\";s:4:\"Type\";s:11:\"varchar(50)\";s:9:\"Collation\";s:15:\"utf8_unicode_ci\";s:4:\"Null\";s:2:\"NO\";s:3:\"Key\";s:0:\"\";s:7:\"Default\";N;s:5:\"Extra\";s:0:\"\";s:7:\"Comment\";s:0:\"\";}i:5;a:8:{s:5:\"Field\";s:5:\"photo\";s:4:\"Type\";s:4:\"text\";s:9:\"Collation\";s:15:\"utf8_unicode_ci\";s:4:\"Null\";s:3:\"YES\";s:3:\"Key\";s:0:\"\";s:7:\"Default\";N;s:5:\"Extra\";s:0:\"\";s:7:\"Comment\";s:0:\"\";}}s:7:\"INDEXES\";a:1:{i:0;a:13:{s:5:\"Table\";s:6:\"member\";s:10:\"Non_unique\";s:1:\"0\";s:8:\"Key_name\";s:7:\"PRIMARY\";s:12:\"Seq_in_index\";s:1:\"1\";s:11:\"Column_name\";s:2:\"ID\";s:9:\"Collation\";s:1:\"A\";s:11:\"Cardinality\";s:3:\"528\";s:8:\"Sub_part\";N;s:6:\"Packed\";N;s:4:\"Null\";s:0:\"\";s:10:\"Index_type\";s:5:\"BTREE\";s:7:\"Comment\";s:0:\"\";s:13:\"Index_comment\";s:0:\"\";}}}', '# log 2019-07-30 14:24:27 root\nDROP TABLE IF EXISTS `member`;\n# log 2019-07-30 14:24:27 root\n\nCREATE TABLE `member` (\n  `ID` int(10) UNSIGNED NOT NULL,\n  `account` varchar(50) COLLATE utf8_unicode_ci NOT NULL,\n  `password` varchar(50) COLLATE utf8_unicode_ci NOT NULL,\n  `name` text COLLATE utf8_unicode_ci NOT NULL,\n  `email` varchar(50) COLLATE utf8_unicode_ci NOT NULL,\n  `photo` text COLLATE utf8_unicode_ci\n) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;\n\n# log 2019-08-05 12:57:25 root\nALTER TABLE `member` CHANGE `password` `password` VARCHAR(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL;', '\n\n# log 2019-07-30 14:38:54 root\nUPDATE `member` SET `account` = \'aktest\' WHERE `member`.`ID` = 428;\n\n# log 2019-07-30 14:44:26 root\nUPDATE `member` SET `photo` = \'../image/def_picture.jpg\' WHERE `member`.`ID` = 428;\n\n# log 2019-08-04 13:04:34 root\nUPDATE member SET password = \"C2PAFF\" WHERE ID = 1;\n\n# log 2019-08-06 14:18:00 root\nUPDATE `member` SET `password` = \'$2y$10$z1apl6s2BPY50SmqLgtqQuso7k0xbfa8CVGdTrxtMHwavCA2sRsFa\' WHERE `member`.`ID` = 290;\n\n# log 2019-08-06 14:19:08 root\nUPDATE `member` SET `password` = \'$2y$10$uwAWhmsuupAYz2.DUd0A1OHtIzFujmo0eR612AJGd8y6BTMz9iH/O\' WHERE `member`.`ID` = 291;\n\n# log 2019-08-06 14:21:26 root\nUPDATE `member` SET `password` = \'$2y$10$5kHeDbJnd4L3OdUVR9UsWuqdd1ZD8hsr9qpJOlsUOStq8TfzzaR/a\' WHERE `member`.`ID` = 292;\n\n# log 2019-08-10 12:56:27 root\nUPDATE `member` SET `photo` = \'../image/def_picture.jpg\' WHERE `member`.`ID` = 157;\n\n# log 2019-08-10 12:56:58 root\nUPDATE `member` SET `photo` = \'../image/def_picture.jpg\' WHERE `member`.`ID` = 216;\n\n# log 2019-08-10 12:57:25 root\nUPDATE `member` SET `photo` = \'../image/def_picture.jpg\' WHERE `member`.`ID` = 443;\n\n# log 2019-08-10 12:58:40 root\nUPDATE `member` SET `photo` = \'../image/def_picture.jpg\' WHERE `member`.`ID` = 338;\n\n# log 2019-08-10 12:59:17 root\nUPDATE `member` SET `photo` = \'../image/def_picture.jpg\' WHERE `member`.`ID` = 435;\n\n# log 2019-08-10 13:00:16 root\nUPDATE `member` SET `photo` = \'../image/def_picture.jpg\' WHERE `member`.`ID` = 350;\n\n# log 2019-08-10 15:35:32 root\nUPDATE `member` SET `password` = \'$2y$10$x4TYsoYDsOz2vVsE9oeJKeSRyD3SFEDV.EeBylu9rZ97HqA9DK4Ey\' WHERE `member`.`ID` = 111;\n\n# log 2019-08-15 11:20:30 root\nUPDATE `member` SET `password` = \'$2y$10$FgWe/xDSGN9k4iDSsedBhORb3NGR3xoXot7knPsTAwGIed.CmOYUm\' WHERE `member`.`ID` = 33;\n\n# log 2019-08-26 15:23:53 root\nUPDATE `member` SET `password` = \'$2y$10$OieIdTaZZ0l74pYi8cBi3u/7Kc/vyeXrosFLpR773Dj/01K.wkLXK\' WHERE `member`.`ID` = 29;\n\n# log 2019-12-14 11:28:30 root\nUPDATE `member` SET `name` = \'felix920506\' WHERE `member`.`ID` = 733;\n\n# log 2019-12-21 12:58:25 root\nUPDATE `member` SET `password` = \'$2y$10$I9sgp9XUNVUq/gf3uC5jiuDBIgdWhD.91QfUozgVQf5KDMcPjh/Kq\' WHERE `member`.`ID` = 721;\n\n# log 2020-05-03 05:48:27 root\nTRUNCATE `member`;\n', 'UPDATE,INSERT,DELETE,TRUNCATE,CREATE TABLE,ALTER TABLE,RENAME TABLE,DROP TABLE,CREATE INDEX,DROP INDEX', 1);

-- --------------------------------------------------------

--
-- 表的结构 `pma__userconfig`
--

CREATE TABLE `pma__userconfig` (
  `username` varchar(64) COLLATE utf8_bin NOT NULL,
  `timevalue` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `config_data` text COLLATE utf8_bin NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin COMMENT='User preferences storage for phpMyAdmin';

--
-- 转存表中的数据 `pma__userconfig`
--

INSERT INTO `pma__userconfig` (`username`, `timevalue`, `config_data`) VALUES
('root', '2020-02-04 03:54:02', '{\"Server\\/hide_db\":\"\",\"Server\\/only_db\":\"\",\"lang\":\"zh_CN\",\"collation_connection\":\"utf8mb4_unicode_ci\"}');

-- --------------------------------------------------------

--
-- 表的结构 `pma__usergroups`
--

CREATE TABLE `pma__usergroups` (
  `usergroup` varchar(64) COLLATE utf8_bin NOT NULL,
  `tab` varchar(64) COLLATE utf8_bin NOT NULL,
  `allowed` enum('Y','N') COLLATE utf8_bin NOT NULL DEFAULT 'N'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin COMMENT='User groups with configured menu items';

-- --------------------------------------------------------

--
-- 表的结构 `pma__users`
--

CREATE TABLE `pma__users` (
  `username` varchar(64) COLLATE utf8_bin NOT NULL,
  `usergroup` varchar(64) COLLATE utf8_bin NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin COMMENT='Users and their assignments to user groups';

--
-- 转存表中的数据 `pma__users`
--

INSERT INTO `pma__users` (`username`, `usergroup`) VALUES
('user', '');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `article`
--
ALTER TABLE `article`
  ADD PRIMARY KEY (`ID`);

--
-- Indexes for table `comments`
--
ALTER TABLE `comments`
  ADD PRIMARY KEY (`find_ID`);

--
-- Indexes for table `like_num`
--
ALTER TABLE `like_num`
  ADD PRIMARY KEY (`ID`);

--
-- Indexes for table `member`
--
ALTER TABLE `member`
  ADD PRIMARY KEY (`ID`);

--
-- Indexes for table `pma__bookmark`
--
ALTER TABLE `pma__bookmark`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `pma__central_columns`
--
ALTER TABLE `pma__central_columns`
  ADD PRIMARY KEY (`db_name`,`col_name`);

--
-- Indexes for table `pma__column_info`
--
ALTER TABLE `pma__column_info`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `db_name` (`db_name`,`table_name`,`column_name`);

--
-- Indexes for table `pma__designer_settings`
--
ALTER TABLE `pma__designer_settings`
  ADD PRIMARY KEY (`username`);

--
-- Indexes for table `pma__export_templates`
--
ALTER TABLE `pma__export_templates`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `u_user_type_template` (`username`,`export_type`,`template_name`);

--
-- Indexes for table `pma__favorite`
--
ALTER TABLE `pma__favorite`
  ADD PRIMARY KEY (`username`);

--
-- Indexes for table `pma__history`
--
ALTER TABLE `pma__history`
  ADD PRIMARY KEY (`id`),
  ADD KEY `username` (`username`,`db`,`table`,`timevalue`);

--
-- Indexes for table `pma__navigationhiding`
--
ALTER TABLE `pma__navigationhiding`
  ADD PRIMARY KEY (`username`,`item_name`,`item_type`,`db_name`,`table_name`);

--
-- Indexes for table `pma__pdf_pages`
--
ALTER TABLE `pma__pdf_pages`
  ADD PRIMARY KEY (`page_nr`),
  ADD KEY `db_name` (`db_name`);

--
-- Indexes for table `pma__recent`
--
ALTER TABLE `pma__recent`
  ADD PRIMARY KEY (`username`);

--
-- Indexes for table `pma__relation`
--
ALTER TABLE `pma__relation`
  ADD PRIMARY KEY (`master_db`,`master_table`,`master_field`),
  ADD KEY `foreign_field` (`foreign_db`,`foreign_table`);

--
-- Indexes for table `pma__savedsearches`
--
ALTER TABLE `pma__savedsearches`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `u_savedsearches_username_dbname` (`username`,`db_name`,`search_name`);

--
-- Indexes for table `pma__table_coords`
--
ALTER TABLE `pma__table_coords`
  ADD PRIMARY KEY (`db_name`,`table_name`,`pdf_page_number`);

--
-- Indexes for table `pma__table_info`
--
ALTER TABLE `pma__table_info`
  ADD PRIMARY KEY (`db_name`,`table_name`);

--
-- Indexes for table `pma__table_uiprefs`
--
ALTER TABLE `pma__table_uiprefs`
  ADD PRIMARY KEY (`username`,`db_name`,`table_name`);

--
-- Indexes for table `pma__tracking`
--
ALTER TABLE `pma__tracking`
  ADD PRIMARY KEY (`db_name`,`table_name`,`version`);

--
-- Indexes for table `pma__userconfig`
--
ALTER TABLE `pma__userconfig`
  ADD PRIMARY KEY (`username`);

--
-- Indexes for table `pma__usergroups`
--
ALTER TABLE `pma__usergroups`
  ADD PRIMARY KEY (`usergroup`,`tab`,`allowed`);

--
-- Indexes for table `pma__users`
--
ALTER TABLE `pma__users`
  ADD PRIMARY KEY (`username`,`usergroup`);

--
-- 在导出的表使用AUTO_INCREMENT
--

--
-- 使用表AUTO_INCREMENT `article`
--
ALTER TABLE `article`
  MODIFY `ID` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=409;
--
-- 使用表AUTO_INCREMENT `comments`
--
ALTER TABLE `comments`
  MODIFY `find_ID` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=506;
--
-- 使用表AUTO_INCREMENT `like_num`
--
ALTER TABLE `like_num`
  MODIFY `ID` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=825;
--
-- 使用表AUTO_INCREMENT `member`
--
ALTER TABLE `member`
  MODIFY `ID` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;
--
-- 使用表AUTO_INCREMENT `pma__bookmark`
--
ALTER TABLE `pma__bookmark`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- 使用表AUTO_INCREMENT `pma__column_info`
--
ALTER TABLE `pma__column_info`
  MODIFY `id` int(5) UNSIGNED NOT NULL AUTO_INCREMENT;
--
-- 使用表AUTO_INCREMENT `pma__export_templates`
--
ALTER TABLE `pma__export_templates`
  MODIFY `id` int(5) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
--
-- 使用表AUTO_INCREMENT `pma__history`
--
ALTER TABLE `pma__history`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;
--
-- 使用表AUTO_INCREMENT `pma__pdf_pages`
--
ALTER TABLE `pma__pdf_pages`
  MODIFY `page_nr` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;
--
-- 使用表AUTO_INCREMENT `pma__savedsearches`
--
ALTER TABLE `pma__savedsearches`
  MODIFY `id` int(5) UNSIGNED NOT NULL AUTO_INCREMENT;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
